{
    "Missions/MissionControl/MissionControl": "Mission Control",
    "Missions/MissionControl/Primary": "Primary",
    "Missions/MissionControl/Secondary": "Secondary",
    "Missions/MissionControl/Completed": "Completed",
    "Missions/MissionControl/TrackMissionTooltip": "Track Mission",
    "Missions/MissionControl/Mission/SubmitTooltip": "Submit",
    "Missions/MissionControl/Mission/New": "New",
    "Missions/MissionControl/Popover/MissionDescriptionHeader": "Mission Description",
    "Missions/MissionControl/Popover/Objectives": "Objectives",
    "Missions/MissionControl/Popover/GranterHeader": "Brought to you by!",
    "Missions/MissionControl/Popover/GranterDescriptionExpand": "View More",
    "Missions/MissionControl/Popover/GranterDescriptionCollapse": "View Less",
    "Missions/MissionControl/Popover/Buttons/Track": "Track Mission",
    "Missions/MissionControl/Popover/Buttons/Untrack": "Untrack Mission",
    "Missions/MissionControl/Popover/Buttons/Brief": "Mission Brief",
    "Missions/MissionControl/Popover/Buttons/Debrief": "Mission Debrief",
    "Missions/MissionControl/Popover/Buttons/Submit": "Submit",
    "Missions/MissionControl/Rewards/Reward": "Reward",
    "Missions/MissionControl/Rewards/Science": "Science",
    "Missions/MissionControl/Briefing/NextDialogEntry": "Continue",
    "Missions/MissionControl/Briefing/NextDialogEntry2": "Gotcha",
    "Missions/MissionControl/Briefing/NextDialogEntry3": "Keep on",
    "Missions/MissionControl/Briefing/LastDialogEntry": "Over and out",
    "Missions/MissionControl/Briefing/AutoContinue/Tooltip": "Continue to next dialog automatically.",
    "Missions/MissionControl/Briefing/AutoContinue/Label": "Auto-Continue",
    "Missions/MissionTracker/Header": "Mission Tracker",
    "Missions/MissionTracker/PrimaryMissions": "Primary Missions",
    "Missions/MissionTracker/SecondaryMissions": "Secondary Missions",
    "Missions/MissionTracker/GoToMissionControl": "Go To Mission Control",
    "Missions/TriumphWindow/Congratulations1": "Congratulations",
    "Missions/TriumphWindow/Congratulations2": "Success",
    "Missions/TriumphWindow/Congratulations3": "Marvelous",
    "Missions/TriumphWindow/Header": "Mission Completed",
    "Missions/TriumphWindow/RewardHeader": "Reward",
    "Missions/TriumphWindow/ScienceCollected": "Science Collected",
    "Missions/TriumphWindow/AcceptScienceReward": "Thanks, Science!",
    "Missions/Notifications/TrackedMission": "Mission Tracked",
    "Missions/Notifications/UntrackedMission": "Mission Untracked",
    "Missions/Notifications/NewMission": "New Mission Available",
    "Missions/Notifications/NewMissionMessage": "Go to Mission Control for the brief",
    "Missions/Notifications/ObjectiveCompleted": "Objective Completed",
    "Missions/Notifications/ScienceMissionSubmitable": "Science Reward Available",
    "Missions/Notifications/ScienceMissionSubmitableMessage": "Return to Mission Control to submit mission brief",
    "Missions/MissionGranter/Name/KSC": "Kerbal Space Center",
    "Missions/MissionGranter/Description/KSC": "The nerve center of your agency, Kerbal Space Center is the home of all brave and obsessed enough to travel the stars.",
    "Missions/MissionGranter/Name/1Proton": "1Proton Industries",
    "Missions/MissionGranter/Description/1Proton": "Johann Kerman was widely mocked for his dream of wanting the most beautiful exhaust plumes. After being fired from all other engine manufacturers and an unsuccessful test in his own basement, Johann discovered the future of space travel. It is purple, and he is sure it will take over the world.",
    "Missions/MissionGranter/Name/BobsGirders": "Bob’s Girders",
    "Missions/MissionGranter/Description/BobsGirders": "You need a truss? Bob’s got your truss. Boxy Delight? Circle Me Around? Don’t Stop Running, That’s a Dodecagon? We got trusses small as a child and tall as Tess in shipping, and she’s the only one who can reach the top shelf in the kitchen.",
    "Missions/MissionGranter/Name/C7": "C7 Aerospace Division",
    "Missions/MissionGranter/Description/C7": "After seeing a rocket gravity turn too hard too soon, Chad Kerman wondered what it would feel like to narrowly miss the ground all the time. C7 defines aerospace with a full suite of engines, cockpits, fuselages, and flight surfaces. Adventure in any direction!",
    "Missions/MissionGranter/Name/CoopsConnectors": "Coop’s Connectors",
    "Missions/MissionGranter/Description/CoopsConnectors": "Sure, Kerbals haven’t grown, but when you're working with interstellar-class rockets, you don’t always want to adapt your way down to a teeny docking ring. Coop’s Connectors knows that when you’re slamming rockets together in space, having as big a target as possible is a good thing.",
    "Missions/MissionGranter/Name/Dinkelstein": "Dinkelstein Kerman’s Construction Emporium",
    "Missions/MissionGranter/Description/Dinkelstein": "Dinkelstein Kerman is a Kerbal of many claims and little evidence. It doesn’t matter if you believe he made the first rocket, or that he constructs his beams by hand, or that he hacked Rockomax. All you need to believe is that Dinkelstein Kerman’s Construction Emporium is the foremost manufacturer of construction materials for buildings (and rockets).",
    "Missions/MissionGranter/Name/EEG": "Experimental Engineering Group",
    "Missions/MissionGranter/Description/EEG": "Experimental Engineering Group is dedicated to experiments that teach about our universe in the most entertaining ways. Did you know that Mystery Goo can melt through 15cm of reinforced steel? Or that Dinkelstein Kerman’s vault is under 12 meters of ice? Discover all this and more with our experiment suites.",
    "Missions/MissionGranter/Name/FLOOYD": "FLOOYD Dynamics Research Labs",
    "Missions/MissionGranter/Description/FLOOYD": "FLOOYD changed rocket design through the FTX-2 External Fuel Duct, allowing mind-boggling fuel flows that look cool and function efficiently. Our fairings and service bays keep everything slick and smooth. Air, fuel, and water, FLOOYD will keep everything flowing in the right direction.",
    "Missions/MissionGranter/Name/Roadside": "Found Lying by the Side of the Road",
    "Missions/MissionGranter/Description/Roadside": "Constraint breeds creativity, and no one knows this better than KSP’s engineers. The team participates in a monthly part jam, grabbing debris off the road or from salvage yards and turning them into useful and space-worthy parts. Don’t worry, one of the requirements of the part jam is that the part is “reasonably safe for general use.”",
    "Missions/MissionGranter/Name/Goliath": "Goliath National Products",
    "Missions/MissionGranter/Description/Golaith": "Goliath National Products has a simple dream: a nose for everything. Rockets? Nose cone. Rovers? Nose cone. Kerbals? Nose cone. Do you have some flat space? Put a cone on it! Nose cones make it all aerodynamic and so, so cool.\n\n(Coolness available only in ice cones.)",
    "Missions/MissionGranter/Name/HyperShovel": "Hyper Advanced Shovel Industries",
    "Missions/MissionGranter/Description/HyperShovel": "You can’t make something out of nothing. Hyper Advanced Shovel Industries is in the business of finding, getting, and storing something out of something. We are not responsible for making sure that something is truly the thing you want to make. ",
    "Missions/MissionGranter/Name/Ionic": "Ionic Symphonic Protonic Electronics",
    "Missions/MissionGranter/Description/Ionic": "Ionic Symphonic Protonic Electronics isn't just a cool name, it’s a lifestyle. Why would you explode across the cosmos when you can sing and dance in unity?\n\n(We make transmitters. I wouldn’t call that a lifestyle. -Harold)",
    "Missions/MissionGranter/Name/ITLDo": "ITL-do Inflatables",
    "Missions/MissionGranter/Description/ITLDo": "ITL-do Inflatables is best known for the ultra-successful Wacky Waving Kerbal, a favorite at car dealerships and cookouts. Trust the best in inflatables to early colonial modules. ITL-do: always a foop, never a flop.",
    "Missions/MissionGranter/Name/JebsJunkyard": "Jebediah Kerman’s Junkyard and Spacecraft Parts Co.",
    "Missions/MissionGranter/Description/JebsJunkyard": "Kerbalkind’s first steps into space began in this junkyard. Every crash arms Jeb with new knowledge (and parts for his business). Watch Jeb and his plucky team scour the junkyard and develop the next great part on Junkyard Astronaut Championship!",
    "Missions/MissionGranter/Name/JoelsLenses": "Joel Kerman’s Smudgeless Lenses",
    "Missions/MissionGranter/Description/JoelsLenses": "After a lens smudge was misidentified by the Kerbal Astronomical Society as a celestial body, Joel Kerman knew that the only way forward was eliminating smudges. Joel Kerman’s lenses ensure transparency. ",
    "Missions/MissionGranter/Name/KerbalMotion": "Kerbal Motion LLC",
    "Missions/MissionGranter/Description/KerbalMotion": "Kerbal Motion LLC began with the crucial question: how do you reach a drink that’s too far away? After adding electric wheels to recliners, the engineering team wondered about more distant locations. The second kitchen? On Duna?\n\nKerbal Motion LLC is dedicated to the belief that all of Kerbalkind should access their drinks, wherever they may be.",
    "Missions/MissionGranter/Name/Kerbodyne": "Kerbodyne",
    "Missions/MissionGranter/Description/Kerbodyne": "Kerbodyne is a manufacturer with a simple vision: bigger rockets and bigger missions. Kerbodyne’s vision found a fanbase, focusing on building the largest methalox engines available. In order to offset the costs of building and using those engines, Kerbodyne also offers drills and resource converters.",
    "Missions/MissionGranter/Name/Kerlington": "Kerlington Model Rockets and Paper Products",
    "Missions/MissionGranter/Description/Kerlington": "Kerlington Model Rockets and Paper Products believe great ideas can come from paper prototypes. Sure, there are years of development to enlarge a command to fit a Kerbal taller than a pen cap, but that’s Ray Kerman’s problem.",
    "Missions/MissionGranter/Name/Kitbashi": "Kitbashi Inc",
    "Missions/MissionGranter/Description/Kitbashi": "When you’re trapped in dark space with only a concert ticket, paper clips, and a nuclear engine to make your escape, Kitbashi Inc will not help you escape. However, they will make an awesome place for you to make the thing that will help you escape. Be sure to ask about smoke machine rentals!",
    "Missions/MissionGranter/Name/Lightyear": "LightYear Tire Company",
    "Missions/MissionGranter/Description/Lightyear": "LightYear Tire Company knows that every flight must end, and it's best when it doesn't involve your co-pilot’s parachute deploying. Whatever you drive, wherever you go, LightYear Tire Company will get you there.",
    "Missions/MissionGranter/Name/MajorComms": "Major Comms",
    "Missions/MissionGranter/Description/MajorComms": "The first challenge for any successful interstellar mission is to call back to base to cancel the rescue mission. Major Comms is theoretically the only one to trust to ensure that your message reaches Mission Control. Go ahead, prove us right.",
    "Missions/MissionGranter/Name/Maxo": "Maxo Construction Toys",
    "Missions/MissionGranter/Description/Maxo": "Maxo Construction Toys was founded by four friends who love building model toys, because what are rockets but bigger toys? Wreck them, crash them, and Maxo Construction Toy parts will be unharmed and ready for your next project!",
    "Missions/MissionGranter/Name/MovingParts": "Moving Parts Experts Group",
    "Missions/MissionGranter/Description/MovingParts": "Moving Parts Experts Group brings together the brightest minds to push all boundaries of rocketry and space travel, even with only a supply closet with toothpicks and paper plates. Lesser minds would shatter, but we will rise, just like our rockets!",
    "Missions/MissionGranter/Name/OMB": "O.M.B. Demolition Enterprises",
    "Missions/MissionGranter/Description/OMB": "O.M.B Demolition Enterprises knows the solution to all space travel problems is an explosion. Our decouplers and separators will precisely explode to split your rockets into smaller, still functional pieces. Of course, if you need smaller, less functional pieces, that's up to you. ",
    "Missions/MissionGranter/Name/Periapsis": "Periapsis Rocket Supplies Co.",
    "Missions/MissionGranter/Description/Periapsis": "Makers of the world-renowned Sepratron! Wait and see what we’ll do next!",
    "Missions/MissionGranter/Name/Probodobodyne": "Probodobodyne Inc.",
    "Missions/MissionGranter/Description/Probodobodyne": "Probodobodyne believes that space is the realm of giants (and Krakens). For those who brave the dark, Probodobodyne has exactly what you need. For everyone else, have some probes.",
    "Missions/MissionGranter/Name/ReactionSystems": "Reaction Systems Ltd.",
    "Missions/MissionGranter/Description/ReactionSystems": "While Reaction Systems Ltd. trusts in thrust, we believe that the right application of thrust makes the difference between punching through the atmosphere or exploding into pieces. When you want to dock instead of knock, look to Reaction Systems Ltd.",
    "Missions/MissionGranter/Name/Rockomax": "Rockomax Conglomerate",
    "Missions/MissionGranter/Description/Rockomax": "Rockomax Conglomerate believes space is for everyone, so let Rockomax’s large parts guide your next build. Our patented, modular system gets you off the ground. Now available in any of our warehouses! Don’t forget your membership card!",
    "Missions/MissionGranter/Name/Rokea": "Rokea Inc.",
    "Missions/MissionGranter/Description/Rokea": "After sacking our entire product naming and advertising crew, Rokea Inc. is back! Our ladders are just as functional, and now 80% easier to ask for by name.",
    "Missions/MissionGranter/Name/SeansCannery": "Sean’s Cannery",
    "Missions/MissionGranter/Description/SeansCannery": "After years of keeping the Kerbonaut snacks fresh and crisp in space, Sean wondered if he could keep Kerbonauts themselves fresh and crisp. Sean’s Lander Cans are some of the most airtight command modules around. Trust us not to give you botulism? Then you can trust us to deliver you to Duna.",
    "Missions/MissionGranter/Name/STEADLER": "STEADLER Engineering Corps",
    "Missions/MissionGranter/Description/STEADLER": "STEADLER Engineering Corps dreams of a world where all rockets move exactly as planned, hence our morning synchronized swim. Everything else is on a need-to-know basis.",
    "Missions/MissionGranter/Name/Stratus": "Stratus Corporation",
    "Missions/MissionGranter/Description/Stratus": "Stratus Corporation knows that clouds are adorable, and that rockets run out of RCS all too soon. Turn your rocket into a cloud with our line of monopropellant fuel tanks!",
    "Missions/MissionGranter/Name/StrutCo": "StrutCo",
    "Missions/MissionGranter/Description/StrutCo": "StrutCo makes the impossible possible through its catalog of octagonal struts. Please note our quality assurance team is not responsible for the EAS-4 Strut Connector. It's not our part. ",
    "Missions/MissionGranter/Name/TubularTubes": "Tubular Tubes",
    "Missions/MissionGranter/Description/TubularTubes": "Founded by the lead engineer of FLOOYD Dynamics Research Labs, Tubular Tubes understands that tubes can hold as well as they let things slide. We guarantee your payloads won’t do a sick ollie into space.",
    "Missions/MissionGranter/Name/VacCo": "Vac-Co Advanced Suction Systems",
    "Missions/MissionGranter/Description/VacCo": "What good is air, lazing about aimlessly? Put it to work! Vac-Co’s legendary housecleaning equipment works for aircraft and anywhere with sufficient oxygen.",
    "Missions/MissionGranter/Name/WinterOwl": "WinterOwl Aircraft Emporium",
    "Missions/MissionGranter/Description/WinterOwl": "WinterOwl Aircraft Emporium is one of the most tried and true manufacturers in the business. WinterOwl is considered a grandfather to many larger manufacturers, with a better than average test pilot safety rate. Let’s fly.",
    "Missions/MissionGranter/Name/Wingit": "Wingit Enterprises",
    "Missions/MissionGranter/Description/Wingit": "Wingit Enterprises sees you over there, welding five wings together to make the actual wing you want. No, no, you need to flip that ninety degrees clockwise. Or you can just draw the wing of your dreams, and we’ll custom-build it. Just wing it!\n\nDon’t wing the math, we need that.",
    "Missions/MissionGranter/Name/Zaltonic": "Zaltonic Electronics",
    "Missions/MissionGranter/Description/Zaltonic": "That’s a lot of fancy things you’ve got going on in that rocket. With all of that space taken up for gizmos and scanners and portable snack rehydrators, very few parts also come with the batteries to keep it all running ship shape. Slap on some Zaltonic batteries: it’s literally the only thing we do!",
    "Missions/MissionGranter/Name/KerbinWorldFirst": "Kerbin World-Firsts Record-Keeping Society",
    "Missions/MissionGranter/Description/KerbinWorldFirst": "The Kerbin World-Firsts Record-Keeping Society judges and tracks all records on Kerbin, no matter how minute. They hold the record for most records tracked and most hyphens in a record keeper’s name.",
    "Missions/MissionGranter/Name/RND": "Research & Development Department",
    "Missions/MissionGranter/Description/RND": "The Research & Development Department at KSC is focused on turning all of the center’s data into new theories, parts, and eventual successes. No one on Kerbin loves spreadsheets as much as this crew.",
    "Missions/MissionGranter/Name/Oldstuff": "The Institute of OldStuff",
    "Missions/MissionGranter/Description/Oldstuff": "A celebrated academic institution funded by the Kerbal Academic Society, this relatively new establishment studies all that is considered “real old.",
    "Missions/MissionGranter/Name/Kookaboo": "Kookaboo Elementary",
    "Missions/MissionGranter/Description/Kookaboo": "The students of Kookaboo Elementary have a surprisingly robust space travel club and a drawer dedicated to things they want to send to space.",
    "Missions/MissionGranter/Name/KAA": "The Kerbal Academy of Academia",
    "Missions/MissionGranter/Description/KAA": "There is no higher honor than becoming a celebrated member of KAA.",
    "Missions/MissionGranter/Name/KerbalAstronomicalSociety": "Kerbal Astronomical Society",
    "Missions/MissionGranter/Description/KerbalAstronomicalSociety": "Is it a smudge? Is it a planet? Ask us and bring lens wipes!",
    "Missions/MissionGranter/Name/KerbalFossil": "Kerbal Fossil Appreciation Fan Club",
    "Missions/MissionGranter/Description/KerbalFossil": "Bones should be touched, cuddled, given cute outfits and taken for strolls. Anything that can survive ancient times is sturdy enough for a pool party. So, give us your bones, cause we love ‘em. A proud member of KAA.",
    "Missions/MissionGranter/Name/KerbalArchaelogicalSociety": "Kerbal Archaeological Society",
    "Missions/MissionGranter/Description/KerbalArchaelogicalSociety": "We are not the Kerbal Fossil Appreciation Fan Club. We’re a collection of academics from the Institute of OldStuff; educated minds with experience surveying, excavating, and documenting archaeological sites. We are dedicated to the study of Kerbal history, and the other group just likes bones. Not a member of KAA.",
    "Missions/MissionGranter/Name/SassPlanet": "Sass Planet",
    "Missions/MissionGranter/Description/SassPlanet": "We give you the latest gossip on all those messy celestial bodies, you pay us a monthly subscription.",
    "Missions/MissionGranter/Name/CatchingBeasties": "The Hit TV Show: Catching Beasties",
    "Missions/MissionGranter/Description/CatchingBeasties": "One is a talented biologist with a Ph.D. from the Institute of OldStuff. The other talks about cryptids in her blog. Together, these twin sisters travel the universe in search of the most fearsome beasties Kerbals have ever seen.",
    "Missions/Primary/PM01/Name": "Launch A Rocket",
    "Missions/Primary/PM02/Name": "Out of the Atmosphere",
    "Missions/Primary/PM03/Name": "Orbit Kerbin",
    "Missions/Primary/PM04/Name": "Mun or Bust",
    "Missions/Primary/PM05/Name": "One Small Step",
    "Missions/Primary/PM06/Name": "Munar Signal",
    "Missions/Primary/PM07/Name": "Bad Signal",
    "Missions/Primary/PM08/Name": "Minmus Monument",
    "Missions/Primary/PM09/Name": "Duna Monument",
    "Missions/Primary/PM10/Name": "Better Signal",
    "Missions/Primary/PM11/Name": "Tylo Monument",
    "Missions/Primary/PM01/Description": "Time to launch the Kerbal Space Program’s inaugural vessel, a fully functional rocket!",
    "Missions/Primary/PM02/Description": "Someone left an anonymous note that our launch wasn’t a success. Let’s make it undeniable!",
    "Missions/Primary/PM03/Description": "It’s time to get extra-terrestrial! Orbit, here we come!",
    "Missions/Primary/PM04/Description": "Time to visit our nearest neighbor, the Mun!",
    "Missions/Primary/PM05/Description": "Time to prove the Mun is not made of spicy space cheese.",
    "Missions/Primary/PM06/Description": "Mission Control picked up a mysterious signal that seemed to be originating from a fixed point on the Mun's surface. We need you to investigate.",
    "Missions/Primary/PM07/Description": "Mission Control is picking up static over Minmus. We aren't sure if it's another signal. If you get into orbit with an antenna, we'll be able to confirm its origin. ",
    "Missions/Primary/PM08/Description": "Mission Control detected a new signal on the surface of Minmus! If we want answers on the structure we found on the Mun, we’ll need to uncover what’s down there!",
    "Missions/Primary/PM09/Description": "A new signal has been detected on the surface of Duna. We don’t know why or how. The only answer is to keep following the trail!",
    "Missions/Primary/PM10/Description": "We’re getting farther out into the <style=\"OBJ-Kerbol\">Kerbollar System</style> We’re going to need to set up communications to keep getting signals.",
    "Missions/Primary/PM11/Description": "We’ve got it! The next signal is coming from Tylo, Jool’s densest moon. The most difficult mission yet. Ready?",
    "Missions/Primary/PM01/Objective01": "Launch a rocket from Kerbin and achieve an altitude of at least 10km.",
    "Missions/Primary/PM01/Objective02": "Launch a rocket from Kerbin and achieve an altitude greater than 70km.",
    "Missions/Primary/PM01/Objective03": "Establish an orbit around Kerbin with an Apoapsis less than 300km and a Periapsis greater than 70km.",
    "Missions/Primary/PM01/Objective04": "Establish an orbit around the Mun with an Apoapsis less than 2400km and a Periapsis greater than 60km.",
    "Missions/Primary/PM01/Objective05": "Land on the surface of the Mun.",
    "Missions/Primary/PM01/Objective06": "Find the source of the mysterious signal on the Mun.",
    "Missions/Primary/PM01/Objective07": "Orbit a probe with a communications antenna above Minmus.",
    "Missions/Primary/PM01/Objective08": "Find the source of the mysterious signal on the surface of Minmus.",
    "Missions/Primary/PM01/Objective09": "Find the source of the mysterious signal on the surface of Duna.",
    "Missions/Primary/PM01/Objective10": "Set up a vessel with a probe core and an antenna with a minimum range of 86 Gm around Jool.",
    "Missions/Primary/PM01/Objective11": "Find the source of the mysterious signal on the surface of Tylo.",
    "Missions/CharacterName/Keri": "Dr. Keri Kerman",
    "Missions/CharacterNames/Keri": "Dr. Keri Kerman",
    "Missions/Primary/PM01/Brief01": "Hello, Director! I’m <style=\"TXT-Bold\">Dr. Keri Kerman</style>, the Department Head of Mission Control. \n<style=\"KSC-Mission-Control\">Mission Control</style> is just one of many impressive buildings we've finished. It’s got that new building smell and everything! \nHere you can access everything you need to embark on missions to earn <style=\"MISC-Science\">Science</style>.",
    "Missions/Primary/PM01/Brief02": "If you're interested in tips and tricks, exciting discoveries, life around campus, and more info on Missions, join me for a <style=\"MISC-Mission-Brief\">Mission Brief</style>.  \nRead it all or just a bit. Just like in space, there's no... <i>pressure</i>... hehe.",
    "Missions/Primary/PM01/Brief03": "When the mission’s last objective is complete, come back here to submit your mission report. After a quick <style=\"MISC-Mission-Brief\">Mission Debrief</style> from me, we’ll turn your paperwork into sweet, sweet <style=\"MISC-Science\">Science</style>!",
    "Missions/Primary/PM01/Brief04": "If you want some practice, go to the <style=\"KSC-Training-Center\">Training Center</style> and take the <style=\"TXT-Bold\">Missing the Ground</style> refresher course. \nAfter that, it’s time to get to work! Or as I like to say, shoot for the <i>Mun</i>!",
    "Missions/Primary/PM01/Brief05": "Now that we have a Director, it’s time to build and launch our program’s inaugural vessel! \nFor our first mission, <style=\"TXT-Objective\">your objective is to launch a rocket from <style=\"OBJ-Kerbin\">Kerbin</style> and achieve an altitude of 10,000 meters.</style> \nIt's hard to have a space program without launching a rocket!",
    "Missions/Primary/PM01/Brief06": "Feel free to <style=\"MISC-Track-Mission\">track your mission</style> and poke around the mission tracker! Poke gently, though - all the equipment is new. \nWhen you’re done, come on back and submit your report. Good luck, Director!",
    "Missions/Primary/PM01/Debrief01": "Welcome back! \nThrilling work on the <style=\"KSC-Launchpad\">Launchpad</style> today. A reporter passed out because of all the excitement! \nThen again, it could have been the rocket fumes.",
    "Missions/Primary/PM01/Debrief02": "They asked all about you, but I just said, “No <i>comet</i>.” I think the joke went over their heads.",
    "Missions/Primary/PM01/Debrief03": "Anyway, you're off to a great start! After our debrief, submit your mission report and earn some <style=\"MISC-Science\">Science</style>.\nAnd don't forget to swing by <style=\"KSC-RD-Center\">The R&D Center</style> to see what new parts are available.",
    "Missions/Primary/PM01/Debrief04": "The folks in R&D have ideas for some cool advancements, and a little bit of <style=\"MISC-Science\">Science</style> can make those ideas real.\nWhen you're done unlocking new technologies, return here for your next mission!",
    "Missions/Primary/PM02/Brief01": "Hi Director! \nYou’re just in time. We’re in the middle of a crisis.",
    "Missions/Primary/PM02/Brief02": "<i>Someone</i> left a rude sticky note on the staff fridge beside the poll for “Best vending machine on campus!” It began, “Was the first launch really a success?”",
    "Missions/Primary/PM02/Brief03": "The sentiment was mostly positive, but the writer (whose identity <i>I will track down</i>) ended on a harsh note: “Vessel didn't punch past the atmosphere, wasn’t <i>badical</i> enough.” Badical?! Now why is that tone so irritatingly familiar?",
    "Missions/Primary/PM02/Brief04": "Good thing I always carry an ultraviolet flashlight, because the writer somehow fit a second message in invisible ink. \nIt said, “If <style=\"KSC-Mission-Control\">Mission Control</style> punches through the atmosphere and into space, I’ll buy them three coffee makers.”",
    "Missions/Primary/PM02/Brief05": "Well, we accept their challenge! The perfect mission objective! \n<style=\"TXT-Objective\">Your objective is to launch a rocket from <style=\"OBJ-Kerbin\">Kerbin</style> and fly higher than 70,000 meters.</style>",
    "Missions/Primary/PM02/Brief06": "As tempting as it would be to go through the atmosphere, we must make sure we're not planning an escape for Mr. or Ms. Notewriter! Get out there and get those coffeemakers! I’m going to get an intern to track down the sticky note culprit.\nGood luck and return when your report is ready to be submitted!",
    "Missions/Primary/PM02/Debrief01": "Oh hi! You're already back!  \nNot only did you achieve the objective, but you did so with minimal explosions!",
    "Missions/Primary/PM02/Debrief02": "Take that, Jeb! That's right - turns out our new intern snuck the mean sticky note into our break room on his behalf. \nJeb's been wanting to press our big, shiny \"Thanks, Science!\" button ever since he heard it would be dangerous for someone with no button training.",
    "Missions/Primary/PM02/Debrief03": "Legal's told him he can't touch the button until he's gone through the Advanced Button Pressing at the <style=\"KSC-Training-Center\">Training Center</style>.\nApparently he's channeling his frustration into tiny, sticky screeds.",
    "Missions/Primary/PM02/Debrief04": "Thanks to your efforts, we now have three new coffee makers from Jeb's company! Well, maybe not entirely new... there is a bit of a junkyard taste.",
    "Missions/Primary/PM02/Debrief05": "I have a bet with a few other department heads to see who can brew the strongest coffee. The winner gets a new office appliance!  \nIf I win, I’m getting a fourth coffee maker with all the works! ",
    "Missions/Primary/PM02/Debrief06": "Exciting times, Director. When you’re ready, come by for your next mission.\nI know I’ll see you <i>lunar</i> or later. \n<i>snort</i>",
    "Missions/Primary/PM03/Brief01": "Greetings, Director! \nThe day has finally arrived! All our research has culminated in a single shining moment! \nI have <i>finally</i> perfected the strongest cup of coffee.",
    "Missions/Primary/PM03/Brief02": "Well, I did do it with a bit of help from Newton, our intern.\nYou’ve got to try the Macchiato Mk1. Three shots of espresso, ten sugars, and a teeny tiny splash of foam. \nI’ve had two in the last hour.",
    "Missions/Primary/PM03/Brief03": "It's miraculous! I no longer require sleep! From here, the Snack Department will be taking over development. \nNow onto our agenda. It’s time to finally orbit <style=\"OBJ-Kerbin\">Kerbin</style>!",
    "Missions/Primary/PM03/Brief04": "All our attempts to orbit our beloved blue marble have resulted in what Tarmac Henry calls “go boom.” But how hard can it be to turn sideways? \nMaybe we just need more coffee!",
    "Missions/Primary/PM03/Brief05": "<style=\"TXT-Objective\">Your objective is to establish an orbit around Kerbin with an AP (Apoapsis) less than 300km, and a PE (Periapsis) greater than 70km.</style> \nThe sweet spot is where your orbit doesn’t leave Kerbin, but also doesn’t dip into Kerbin’s atmosphere.",
    "Missions/Primary/PM03/Brief06": "While we at <style=\"KSC-Mission-Control\">Mission Control</style> are big fans of learning by doing, we are also aware that new craters could harm our chances of making the cover of Giant Lawns Weekly. \nIf you want to brush up on your spaceflight basics, you can always hop over to the <style=\"KSC-Training-Center\">Training Center</style> and take the <style=\"TXT-Bold\">“Orbits are Weird”</style> refresher course.",
    "Missions/Primary/PM03/Brief07": "Orbits <i>are</i> weird. Going up, then sideways, then falling forever? Too many directions! \nMake sure you have the latest parts from <style=\"KSC-RD-Center\">the R&D Center</style>, and look both ways before crossing!\nSee you soon, Director!",
    "Missions/Primary/PM03/Debrief01": "There you are, you magnificent magnet of scientific study you! \nYou did amazing!",
    "Missions/Primary/PM03/Debrief02": "We had a watch party to celebrate! There was an exact replica of your vessel made out of cake. It was surprisingly flammable! ",
    "Missions/Primary/PM03/Debrief03": "You might have noticed that a new set of missions are now available. \nYou see, if the main missions are canon, these contracts are the adventurous spinoffs. Some of these challenges bring in more <style=\"MISC-Science\">Science</style>. Others exist to keep our part manufacturers happy.",
    "Missions/Primary/PM03/Debrief04": "We can’t afford to turn anyone away. \nYou do know this is the first space program on <style=\"OBJ-Kerbin\">Kerbin</style>, right?",
    "Missions/Primary/PM03/Debrief05": "Now that you've conquered orbit, it’s time to visit our nearest neighbor, the <style=\"OBJ-Mun\">Mun</style>. \nCome back here when you’re ready to go!",
    "Missions/Primary/PM04/Brief01": "Hello, Director! \nI’m wide awake and in rare form today.  \nWhy?",
    "Missions/Primary/PM04/Brief02": "Yesterday I slept for the first time in a few days. Who knew a caffeine crash could provide such restful sleep?  \nAnyway, I brewed some fresh pots for everyone in <style=\"KSC-Mission-Control\">Mission Control</style> so we can cut down on all that unnecessary blinking! With your help, we’re going to pull off our first Mun flyby!",
    "Missions/Primary/PM04/Brief03": "Got a minute? Poke around the mission tracker! Carefully, though. \nThen come on back and submit your report. Good luck, Director!",
    "Missions/Primary/PM04/Brief04": "Entering orbit around <style=\"OBJ-Kerbin\">Kerbin</style> is one thing, but being captured by the gravitational <style=\"TXT-Bold\">SOI (Sphere Of Influence)</style> of another celestial body can be tricky. Use all your tools!  \nWant to make sure your rocket has enough fuel? Pop open the <style=\"App-Trip-Planner\">Trip Planner</style> in the VAB. \nStuck on your <style=\"OBJ-Mun\">Mun</style> intercept? A well-placed <style=\"TXT-Bold\">maneuver plan</style> can make a world of difference! ",
    "Missions/Primary/PM04/Brief05": "Set up a vessel with a probe core and an antenna with a minimum range of 86 Gm around Jool.",
    "Missions/Primary/PM04/Brief06": "Director, I’m suppressing my excitement so hard, it’s making me shake! Good luck!",
    "Missions/Primary/PM04/Debrief01": "YAY! You did it! YOU DID IT! As of this moment, we're leading the space race! \nYes, ours is the only agency participating, but it's still an achievement! ",
    "Missions/Primary/PM04/Debrief02": "A swarm of reporters has been knocking down our doors! We're talking major press outlets!",
    "Missions/Primary/PM04/Debrief03": "<i>Space Weekly, The Kerbollar Times, The Kerbal Astronomical Society newsletter</i>, heck even <i>Sass Planet: Planet of Sass</i>! \nAre you <style=\"OBJ-Kerbol\">Kerbol</style>, because those reporters are revolving around <i>you</i>! ",
    "Missions/Primary/PM04/Debrief04": "So, instead of having to answer them one by one, I just locked them in your office. \nDon’t worry, Newton has found various flat snacks that can be slid under the door to them.",
    "Missions/Primary/PM04/Debrief05": "Seems like they're making themselves comfortable in there, so no hurry! \nMeanwhile, we have more important work to do. Getting so near to another celestial body has only whet the agency's appetite for an up-close encounter! \nIt's finally time to land on the <style=\"OBJ-Mun\">Mun</style>! When you're ready, <style=\"KSC-Mission-Control\">Mission Control</style> will be waiting with your next mission.",
    "Missions/Primary/PM05/Brief01": "Greetings, Director. \nSorry to be single-minded, but all of us in <style=\"KSC-Mission-Control\">Mission Control</style> want to get started right away.",
    "Missions/Primary/PM05/Brief02": "<style=\"TXT-Objective\">Your objective is to land a rocket on the surface of the Mun.</style>\nYou'll want to land slowly, preferably under 10 m/s. The lack of atmosphere means parachutes won't work at all. \nYou can pump your brakes by gently burning <style=\"SAS-Retrograde\">Retrograde</style> - remember, you'll want to cancel out your horizontal velocity before falling to the ground. \nSure, landing on your side might be fun, but launching from that position is a leading cause of “go boom.”",
    "Missions/Primary/PM05/Brief03": "Once you're falling vertically, use <style=\"TXT-Bold\">SAS</style> to orient yourself <style=\"SAS-Radial-Out\">Radial Out</style> to keep the pointy end up. Then extend your landing legs and slowly coast down, feathering the throttle to slow your descent. \nAfter you’ve completed the most significant achievement in world history, we’re gonna need one of the crew to look outside and... verify something.",
    "Missions/Primary/PM05/Brief04": "Remote observation has shown us that the crust of the <style=\"OBJ-Mun\">Mun</style> is covered with regolith. That's just a fancy word for loose rocks and dust. \nThe <style=\"OBJ-Mun\">Mun</style> is likely a rock covered in smaller rocks, but there is an infinitesimally small chance that it is not.  \nYou want to know what else it could be? \nPromise not to judge? \n",
    "Missions/Primary/PM05/Brief05": "I didn't want to worry you, but the head of the Snacks Department stopped by today. \nThey have a vested interest in this mission, and if we don’t confirm the <style=\"OBJ-Mun\">Mun's</style> surface composition for them… they're going to cut off our snack supply!",
    "Missions/Primary/PM05/Brief06": "<i>Shh</i>! Don’t repeat it! \nThe engineers have super hearing! \nI realize this is ridiculous, but we need to prove that the surface of the <style=\"OBJ-Mun\">Mun</style> is <i>not</i> made of cheese, butter, Marshmallow creme, or any other spreadable dairy product.",
    "Missions/Primary/PM05/Brief07": "Of course I <i>told</i> them the odds of any dairy product surviving the cold vacuum of space was nil. \nBut until we can disprove this notion of a delicious Mun, the Snack Department will never give us a moment's peace!",
    "Missions/Primary/PM05/Brief08": "While we wait for you to send word, I'll be doing a bit of stress decorating. \nThe colors you chose for our flag show a refined taste, but this room still lacks <i>atmosphere</i>.  \nWhat? I figured a joke might <i>lighten</i> things up. So, comedy doesn’t <i>float</i> your boat? \nFine!",
    "Missions/Primary/PM05/Debrief01": "WE LANDED ON THE <style=\"OBJ-Mun\">MUN</style>! We did it! <i>You</i> did it! \nWith this achievement, the entire <style=\"OBJ-Kerbol\">Kerbollar System</style> is ours to explore! ",
    "Missions/Primary/PM05/Debrief02": "We’re getting some next-level <style=\"MISC-Science\">Science</style> from the crew's observations, and the head of the Snack Department finally left.\nThey didn't even blink! Newton had to keep spritzing their eyes.",
    "Missions/Primary/PM05/Debrief03": "The <style=\"OBJ-Mun\">Mun</style>? Definitely not edible. ",
    "Missions/Primary/PM05/Debrief04": "All in all, I’m glad the cheese thing is behind us. I hope the Snacks Department can recover from this setback. Who knows? Maybe they can pivot to <i>rock</i> candy?\n<i>snicker</i> \nThis calls for a celebration! <i>Macchiatos</i> for everyone!",
    "Missions/Primary/PM06/Brief01": "Director! Thank goodness you’re here. Something strange has happened. \n<style=\"KSC-Mission-Control\">Mission Control</style> was monitoring our comms when we picked up a mysterious signal! \nListen!",
    "Missions/Primary/PM06/Brief02": "<i>garbled sounds</i>",
    "Missions/Primary/PM06/Brief03": "It seems to be originating from a fixed point on the surface of the <style=\"OBJ-Mun\">Mun</style>.\nThis could be the greatest scientific discovery of our generation! We need you to investigate. \n<style=\"TXT-Objective\">Your objective is to find the source of the strange signal originating on the <style=\"OBJ-Mun\">Mun</style>.</style>",
    "Missions/Primary/PM06/Brief04": "The signal is unusual and keeps repeating the same thing over and over. It sure is catchy! ",
    "Missions/Primary/PM06/Brief05": "Since we know where you are going, we can provide you a <style=\"TXT-Bold\">waypoint</style> that you can view in the <style=\"KSC-Tracking-Station\">Tracking Station</style>, and in <style=\"OBJ-Vessel\">Flight</style> when you’re near to the signal’s location.",
    "Missions/Primary/PM06/Brief06": "Be careful, Director! Stay alert!",
    "Missions/Primary/PM06/Debrief01": "Director, you’re back! \nMy goodness, we can’t believe what you found! If we didn't have visuals we'd have thought it was a prank! \nDid you notice the bronze filigree of the arch? I swear I was looking at that exact shade to tile my bathroom.  ",
    "Missions/Primary/PM06/Debrief02": "Did you also notice the crystal spheres on the arch? At first, I thought, wow, it's a bit gaudy, but then I realized there’s a pattern. \nDid you notice how bright the crystal at the center is? Like a certain sun that you shouldn't stare directly into? \nAnd the seven crystals that surround it? Guess how many celestial bodies orbit <style=\"OBJ-Kerbol\">Kerbol</style>?",
    "Missions/Primary/PM06/Debrief03": "I’ve jokingly referred to <style=\"OBJ-Kerbin\">Kerbin</style> as a blue marble before, but it turns out I'm not the only one who sees it that way! ",
    "Missions/Primary/PM06/Debrief04": "What an architectural marvel. Whoever made this had serious skills. Why is it there? \n<style=\"KSC-Mission-Control\">Mission Control</style> is workshopping two theories:",
    "Missions/Primary/PM06/Debrief05": "One: An installation artist snuck onboard prior to the <style=\"OBJ-Mun\">Mun</style> landing and built it while we were eating cake.  \nTwo: Maybe it’s symbolic of something? The signal keeps repeating over and over. \nWe think it might be a message. Maybe it will tell us how the arch got there.",
    "Missions/Primary/PM06/Debrief06": "<style=\"KSC-Mission-Control\">Mission Control</style> has all hands on deck, decoding the message you received. \nSo exciting!\nCome back when you’re ready for an update.",
    "Missions/Primary/PM07/Brief01": "Oh hey, Director! \nGuess what? After four more rounds, I'm still winning the strongest coffee contest!  ",
    "Missions/Primary/PM07/Brief02": "My <i>Macchiato 4</i> is potent - to the point where other department heads are telling me I've gone too far. \n“Keri, you must stop! The Kerbal digestive tract was never meant to harness the energy of a small sun!” Ha! Nice try.",
    "Missions/Primary/PM07/Brief03": "Am I capable of teleportation? Do planets revolve around me? The other directors just think this is all a <i>phase</i>, but I am clearly not a moon. ",
    "Missions/Primary/PM07/Brief04": "Sudden segue! We've picked up another signal from <style=\"OBJ-Kerbin\">Kerbin's</style> other moon, <style=\"OBJ-Minmus\">Minmus</style>. \nThese messages are drawing us deeper into space. Isn't that more exciting than ominous?",
    "Missions/Primary/PM07/Brief05": "We're doing our best to decode the weird static with a highly-trained team of communications experts, linguists, and jazz instructors. \nNewton added a drum beat and some bass to the signal, and it's a bop!",
    "Missions/Primary/PM07/Brief06": "We just aren’t sure this new sound is a signal. We identified similarities to the first one, but it might just be static. \n<style=\"TXT-Objective\">Your objective is to fly a probe with a communications antenna above <style=\"OBJ-Minmus\">Minmus</style>.</style>",
    "Missions/Primary/PM07/Brief07": "<style=\"OBJ-Minmus\">Minmus'</style> orbit is slightly askew from <style=\"OBJ-Kerbin\">Kerbin's</style>, by about 6 degrees.\n<style=\"TXT-Bold\">It will be easier to intercept <style=\"OBJ-Minmus\">Minmus</style> if you match its inclination first.</style> To do this, <style=\"TXT-Bold\">set Minmus as your target</style> to see your <style=\"TXT-Bold\">Ascending and Descending Nodes</style>, then when you're at one of those nodes, burn <style=\"SAS-Normal\">Normal</style> or <style=\"SAS-Anti-Normal\">Anti-Normal</style></style> until your orbit lines up with <style=\"OBJ-Minmus\">Minmus'</style>. \nWhen your node angle hits zero, your orbital planes are aligned! You can even use a maneuver plan to make sure you burn at the right time. Good luck!",
    "Missions/Primary/PM07/Debrief01": "Holy smokes, Director! That was flawless! Fewer flaws than normal? We love to see it. \nMost importantly, it IS a signal! A “we didn't go all the way out here for nothing” signal! Plus, there's a new waypoint for you to follow when you’re ready for your next mission!",
    "Missions/Primary/PM07/Debrief02": "Also, licensing the footage from all these recent missions has meant we can afford some new perks. Did you see the floor-to-ceiling television we installed in the break room? \nI’m surprised we managed to decode the message at all, with all these distractions!",
    "Missions/Primary/PM07/Debrief03": "The message? Oh yes, sorry for burying the lede there. We at <style=\"KSC-Mission-Control\">Mission Control</style> are proud to present the first decoded message:\nIt says, “<i>Welcome, younger sibling</i>.”",
    "Missions/Primary/PM07/Debrief04": "Us! We’re the younger sibling! Do you understand the gravity of this discovery? \nWe have proof of an advanced civilization beyond <style=\"OBJ-Kerbin\">Kerbin</style>! And we can debunk the installation artist theory.",
    "Missions/Primary/PM07/Debrief05": "It's time to get down there and find the source of the signal. I hope it's housed within another monumental structure!  \nHey, I like the sound of that... let's call them monuments!",
    "Missions/Primary/PM08/Brief01": "Oh…mmph! Hi Director! Sorry, you caught me mid-sip. I thought for sure you’d be at the agency bake sale. \nWell, I’m glad you're here. I don’t mind the company.",
    "Missions/Primary/PM08/Brief02": "Just to remind you, <style=\"TXT-Objective\">your objective is to find the source of the mysterious signal on the surface of <style=\"OBJ-Minmus\">Minmus</style>.</style> \nJust like with the Munar Signal, we've placed a <style=\"TXT-Bold\">waypoint</style> to guide you to the precise location.",
    "Missions/Primary/PM08/Brief03": "Did you know moons are naturally optimistic? They always look on the bright side! \nHa! Okay, sorry for the lunar-cy.",
    "Missions/Primary/PM08/Brief04": "<style=\"OBJ-Minmus\">Minmus</style> is the smallest moon of <style=\"OBJ-Kerbin\">Kerbin</style>. Given its very low gravity, much less thrust is needed to land on the surface and return. \nAs long as you have adequate fuel, you should be able to land and take off easily.",
    "Missions/Primary/PM08/Brief05": "That’s all I got. Good luck!",
    "Missions/Primary/PM08/Debrief01": "Welcome back, Director! \nAnother successful mission in the record books! \nAnd what a monument you've found! The figure looks a little like a Kerbal, but what’s with the squid mouth?",
    "Missions/Primary/PM08/Debrief02": "How does this relate to the <style=\"OBJ-Kerbol\">Kerbollar System</style>? Luckily, we've already decoded the message. \nThey've found a rhythm, thanks in no small part to the jazz instructor. \nYou’ll need a translator to thank her, though. She only speaks in jazz hands.  ",
    "Missions/Primary/PM08/Debrief03": "The message says,\n<i>“Bare witness to her brow, where two entwine through gravity.\nBare witness to her influence, which saved us from calamity.\nSix times the heavens circled, once freed we did not stay.   \nBare witness to the Goddess, Kerbina Lights the Way.”</i>",
    "Missions/Primary/PM08/Debrief04": "Crazy that the translation rhymes somehow, right? Regardless, we were hoping for something more like, “Hey! Here are our coordinates.” \nWe decided to contact the <i>Kerbal Astronomical Society</i> and the <i>Institute of Old Stuff</i> to research this \"Kerbina\" figure. \nI mean it’s <style=\"OBJ-Kerbin\">Kerbin</style> with an “a” so it has to mean <i>something</i>. Six crystal spheres and a giant crown? I’m stumped.",
    "Missions/Primary/PM08/Debrief05": "First we find a huge arch, and now we've found a whole arena! Whoever made these things must have been some serious builders!\nHey, I kinda like that name! Until we figure out their real names, I'm going to call them \"Builders.\"",
    "Missions/Primary/PM08/Debrief06": "Sorry to rush you, but you’ve got to go! The ribbon-cutting for the new pavement under <style=\"KSC-Launchpad\">Launchpad 3</style> is starting, and you’re clear across campus. \nThis is a big day for Tarmac Henry, so you can’t be late! \nHere, sip my coffee. It’s not teleportation, but I promise you’ll get there quicker.",
    "Missions/Primary/PM09/Brief01": "Salutations…Director. \nIt’s…<i>ughhh.</i>  \nApologies, I have a terrible headache. I've been told to give up coffee for a <i>month!</i>",
    "Missions/Primary/PM09/Brief02": "Newton shouted, “DR. KERI CAN’T HAVE COFFEE FOR A MONTH OR SHE'LL GO BOOM!” in the control room. Now the staff are guarding the coffee machines from me. \nWhich is where you come in!",
    "Missions/Primary/PM09/Brief03": "<style=\"TXT-Bold\">Your objective is to acquire for me, Dr. Keri Jackson Kerman, fifteen pounds of roasted, fine-ground coffee beans.</style>\nMeet me under Launchpad 2 in twenty minutes. \nYou may not know this about me, but I used to be--",
    "Missions/Primary/PM09/Brief04": "Wait... We just got a new mysterious signal! It's from the planet <style=\"OBJ-Duna\">Duna</style>! Alas, missions take priority over coffee. \n<style=\"TXT-Objective\">Your new objective is to find the source of the mysterious signal on the surface of <style=\"OBJ-Duna\">Duna</style>.</style>",
    "Missions/Primary/PM09/Brief05": "<style=\"OBJ-Duna\">Duna</style>, is the fourth planet in the <style=\"OBJ-Kerbol\">Kerbollar System</style>. \nIt’s a little bigger than the <style=\"OBJ-Mun\">Mun</style>, and has its very own moon, <style=\"OBJ-Ike\">Ike</style>! On the surface, you'll find red sand as far as the eye can see. We think there may be water ice at the poles, but you'll need to collect some Science for us to be sure! \n<style=\"OBJ-Duna\">Duna</style> has a very thin atmosphere. Parachutes will slow you down a little bit, but they won't be enough to land safely.",
    "Missions/Primary/PM09/Brief06": "To get to <style=\"OBJ-Duna\">Duna</style>, <style=\"TXT-Bold\">you’re going to need a large, multi-stage rocket with plenty of fuel.</style>.\nUse the <style=\"App-Trip-Planner\">Trip Planner</style> in the VAB to make sure you have enough Delta-V to make the whole trip. You'll also need to time your departure so that the positions of <style=\"OBJ-Kerbin\">Kerbin</style> and <style=\"OBJ-Duna\">Duna</style> are correct.\nYou'll want to <style=\"App-Time-Warp\">Time Warp</style> until <style=\"OBJ-Kerbin\">Kerbin</style> and <style=\"OBJ-Duna\">Duna</style> are 45 degrees apart, with Duna in the lead. Just whip out your protractor and place <style=\"OBJ-Kerbol\">Kerbol</style> and <style=\"OBJ-Kerbin\">Kerbin</style> on the baseline. \nIf you don't have a protractor, I can recommend my top five!",
    "Missions/Primary/PM09/Brief07": "The middle stage of your rocket must be able to get from <style=\"OBJ-Kerbin\">Kerbin</style> to <style=\"OBJ-Duna\">Duna</style>, and then decelerate to achieve <style=\"OBJ-Duna\">Duna</style> orbit.  \nIf you fly within <color=#FFA114><b><cspace=-.1em>50km</cspace></b></color> of Duna's surface, you'll be in its thin atmosphere.\nDipping into that atmosphere will slow down your vessel, allowing you to save fuel. This is called \"aerobraking.\" But be careful - as you've learned on <style=\"OBJ-Kerbin\">Kerbin</style>, atmospheric entry creates heat, so you'll want to pack some heat protection! ",
    "Missions/Primary/PM09/Brief08": "If you’d like some real-world practice, feel free to try aerobraking above <style=\"OBJ-Kerbin\">Kerbin</style>! Just remember that you'll be coming in <i>really</i> hot when you arrive at Duna! \nOw….moving my face hurts my brain!",
    "Missions/Primary/PM09/Brief09": "We can discuss that <i>other</i> thing later.  \nUntil then, I’ll be here leaning on this cool counter.",
    "Missions/Primary/PM09/Debrief01": "Director, it’s great to see you!\nYou keep astounding us! Building complex rocket designs, directing the flights, remembering that it was my birthday? \nThank you for the pen by the way. Classy move.",
    "Missions/Primary/PM09/Debrief02": "The images of this new monument suggest we've barely scratched the surface! Is it some sort of family tree? \nThere's a Kerbal on it, for one thing, as well as another squid-faced being. But there are other branches, too! What used to be there?  \nAnd that crown? Gorgeous.",
    "Missions/Primary/PM09/Debrief03": "As expected, the monument is emitting a new signal that we'll need to decode!\nFor now, I'd like to share a memo from <i>The Institute of Old Stuff.</i> The lead researcher is my old classmate, Levi!\nWe only received a stern “Real Science Only,” memo from the Kerbal Astronomical Society, by the way. Their loss!",
    "Missions/Primary/PM09/Debrief04": "I haven’t read Levi’s memo yet. I thought it would be exciting to read it together. I have more patience since I quit drinking coffee. ",
    "Missions/Primary/PM09/Debrief05": "These days, I drink coffee-flavored water. I mean, decaf. But back to the memo. ",
    "Missions/Primary/PM09/Debrief06": "The memo reads as follows:\n“My dearest Keri, it seems fate and destiny have brought us together again. \nI have regretted not telling you how I felt for all these years-”",
    "Missions/Primary/PM09/Debrief07": "How strangely emotionally charged. But let’s get to the good part. \nHere we are: \n“We were able to locate a reference from a discontinued cereal brand called Kerbinos. Supposedly it was too salty.\nKerbina was the cereal’s mascot, and she was spun into a middling children's show. In episode 1, the cereal goddess Kerbina is born as a beam of light into the dark depths of the ocean. Then one day, two children appear…”",
    "Missions/Primary/PM09/Debrief08": "“…Kerbina takes these lil' Kerbals on ocean adventures, but she warns them that going on land means she can’t protect them. \nEventually, the children wander off to explore the land, never to be seen again.\nThe rest of the season is all product placements.”",
    "Missions/Primary/PM09/Debrief09": "Well, Director? Should I find a box of Kerbinos? I’ve never had salty cereal before. I’m just going to redact the less relevant parts of the memo.\nAh, Levi. Sweet guy. Very bad at staying on task.",
    "Missions/Primary/PM09/Debrief10": "Get some rest, Director.  \nI think we’re very close to a massive breakthrough!",
    "Missions/Primary/PM10/Brief01": "Hey, how are you, Director? \nWhy am I jogging in place? Oh don’t mind me, I’m just getting my steps in.",
    "Missions/Primary/PM10/Brief02": "Speaking of steps, we’ve been thinking it’s time to take the next one. We noticed on your mission to <style=\"OBJ-Duna\">Duna</style>, the communications link got spotty at times. \nIf the next signal follows the pattern, it’s going to come from very far away. So far, we might not hear it.",
    "Missions/Primary/PM10/Brief03": "Even worse, if we <i>do</i> get far enough to detect a signal, we could lose our connection with the vessel mid-mission. \nI can’t begin to imagine what one of our crew would do unsupervised. Those pods don't contain <i>infinite</i> snacks.\n<i>shiver</i>",
    "Missions/Primary/PM10/Brief04": "Well, if it’s up to me, you never will lose contact! \n<style=\"TXT-Objective\">Your objective is to send a vessel with a probe core and an antenna with a minimum range of 86 Gm to orbit the planet <style=\"OBJ-Jool\">Jool</style>.</style> \nI’ve heard the engineers say that part selection is a sacred process and that you should let the antenna choose you. If you aren’t sure where to start, I suggest being <i>chosen</i> by an <style=\"TXT-Bold\">RA-15</style> or a <style=\"TXT-Bold\">Communotron HG-55</style>. \nYou've already flown a similar mission around <style=\"OBJ-Kerbin\">Kerbin</style>, so you should be a pro. If this was a test you’d probably get a <i>prograde</i>. Heh!",
    "Missions/Primary/PM10/Brief05": "Remember that big green crystal at the end of the <style=\"OBJ-Mun\">Mun</style> arch? \nWe think it symbolized <style=\"OBJ-Jool\">Jool</style>, the sixth planet in the <style=\"OBJ-Kerbol\">Kerbollar System</style>. \nThat viridian gas giant has five moons! I put some tape over them on the star map so no one gets confused.",
    "Missions/Primary/PM10/Brief06": "When you’ve set up the antenna, report back. We’re very close to decoding this message.",
    "Missions/Primary/PM10/Debrief01": "Another successful mission, Director! You’re getting quicker.\nThat, or my sense of time and space is off. I blame the decaf.",
    "Missions/Primary/PM10/Debrief02": "I’m all about tea now. The longer you steep it, the stronger it gets. I wonder how strong you can make it? \nI must ask the department heads.",
    "Missions/Primary/PM10/Debrief03": "Your satellite has already yielded results! We have another signal. This time it’s coming from one of <style=\"OBJ-Jool\">Jool's</style> moons, <style=\"OBJ-Tylo\">Tylo</style>. \nThere’s a good chance this signal might be the last. After all, we’re so far out into the <style=\"OBJ-Kerbol\">Kerbollar System</style>, where else could we go?",
    "Missions/Primary/PM10/Debrief04": "We’re really going to have to put our heads together on all we've learned from the previous monuments. \nI feel like there’s something that they want us to know or do… but what? \nThe decoded message might help.",
    "Missions/Primary/PM10/Debrief05": "The message says: \n<i>“Honor for Gorjah the oldest one, \nthe dreaming tree that bears the fruit of the world,\nwhose unwaking eyes watch over the tetrad, \nand whose roots are watered with knowledge.”</i>",
    "Missions/Primary/PM10/Debrief06": "So, tetrad. That’s four, right? Like the four stalks of the tree guy, Gorjah. \nOne stalk held one of those those squid-y non-Kerbals, another had a Kerbal, and the other figures were broken. Was tree guy dreaming of <style=\"OBJ-Kerbin\">Kerbin</style>, or something else? \nWhy is <style=\"OBJ-Kerbin\">Kerbin</style> at the heart of all these clues?",
    "Missions/Primary/PM10/Debrief07": "This is so exciting! \nWho knows? Maybe what you find on <style=\"OBJ-Tylo\">Tylo</style> will be the key. \nGood work out there, Director. You’ve made all of us incredibly proud.",
    "Missions/Primary/PM11/Brief01": "Hello Director! Lovely day, isn't it? \nActually, I haven’t been outside in…what day is it? Still, we've come so far, Director.   \nLet’s take a second to commemorate that.",
    "Missions/Primary/PM11/Brief02": "…",
    "Missions/Primary/PM11/Brief03": "Wonderful. \nWhile you were resting, I took the liberty of sending the <style=\"OBJ-Duna\">Duna</style> message to the <i>Institute of Old Stuff</i>. \nOddly enough, Levi came by to deliver his findings directly.",
    "Missions/Primary/PM11/Brief04": "I barely recognized him! He used to have bangs, and he used to shake when I spoke to him.\nI’m glad we have him on the team now. \nThe Institute must be really invested in our discoveries. They might want to partner with us in the future.",
    "Missions/Primary/PM11/Brief05": "The Institute dug up references to Gorjah from an obscure gardening infomercial with a fertilizer mascot.   \n<i>“It’s Gorjah, Gorjah, the sentient tree at the center of the world! \nIt’s Gorjah, Gorjah, makes your plants grow but only four kinds, \nIt’s Gorjah…”</i>\nSo catchy.",
    "Missions/Primary/PM11/Brief06": "The whole jingle is about 20 minutes. It's about how Gorjah grows tall to keep these four fruits safe, but the growing takes a lot out of him. \nWhile he’s sleeping, the fruit reaches the heavens and then floats away. And so can your fruit at the low low price of…\nAh, you get it.",
    "Missions/Primary/PM11/Brief07": "It can’t be a coincidence that both Kerbina and Gorjah had some kind of relationship with Kerbals. Perhaps we've met the Builders who made these before? \nWhether they originated here or were just stopping by is hard to tell. \nAll we know is that they wanted to make contact, and each monument is harder to get to than the last. Do you think that was their intention?",
    "Missions/Primary/PM11/Brief08": "The only way we get answers is by asking who's responsible. We’ve picked up another signal, this time from <style=\"OBJ-Tylo\">Tylo</style>. \nDid you know that <style=\"OBJ-Tylo\">Tylo</style> was the first moon of <style=\"OBJ-Jool\">Jool</style> to be discovered by the Kerbal Astronomical Society? \nYes, they thought it was a smudge on the lens at first.",
    "Missions/Primary/PM11/Brief09": "<style=\"TXT-Objective\">Your objective is to find the source of the mysterious signal on the surface of <style=\"OBJ-Tylo\">Tylo</style>.</style> \n<style=\"OBJ-Tylo\">Tylo's</style> mass is similar to <style=\"OBJ-Kerbin\">Kerbin's</style>, but there's no atmosphere. That means high gravity, but no atmosphere to slow you down. \nYou'll need a lot of dV, and a high thrust to weight ratio to burn off your velocity before you make contact with the ground.\nIn other words, you’re going to need as much fuel as you can carry! \nThis mission will put everything you’ve learned to the test!",
    "Missions/Primary/PM11/Brief10": "We believe in you, Director. \nLet’s get to the bottom of this, once and for all.",
    "Missions/Primary/PM11/Debrief01": "Director, you did it! WE DID IT!\nWe successfully launched a mission to <style=\"OBJ-Tylo\">Tylo</style> and found the source of the signal! I’m so glad I quit my job as a math teacher to do this! \nWe've accomplished some extraordinary things together, haven't we?",
    "Missions/Primary/PM11/Debrief02": "After you discovered the Tylo monument, all of the other signals we were monitoring stopped in unison. \nThe only signal left is the one at <style=\"OBJ-Tylo\">Tylo</style>, and it’s in our language. Sort of. You’ll see.",
    "Missions/Primary/PM11/Debrief03": "The message says, \n<i>“Joyous salutations, younger sibling! You have grown upward! We are feeling the emotion of pride. To have made it this far, you must be ready for something 'meteor.' \nJubilant wheezing! Humorous diversion is the best pharmaceutical. This belief, like many others, we share. \nCome find us where <style=\"OBJ-Kerbol\">Kerbol</style> does not shine. We shall be waiting. Good luck.”</i>",
    "Missions/Primary/PM11/Debrief04": "So, it turns out we were right! They do want us to find them! We know that one of the spheres on the Tylo monument represents <style=\"OBJ-Kerbol\">Kerbol</style>. But what about the other? \nThere’s nothing in the <style=\"OBJ-Kerbol\">Kerbollar System</style> like it. I wonder if the next signal is even farther away?",
    "Missions/Primary/PM11/Debrief05": "And did you hear that glorious pun? Why are these Builders so good at everything but telling us where they are? \nWell, I suppose they did, didn't they? We just have to figure out what they mean.",
    "Missions/Primary/PM11/Debrief06": "Imagine! We explored the <style=\"OBJ-Kerbol\">Kerbollar System</style>, and possibly made first contact. We did that! \nAll in a day’s work around here!",
    "Missions/Primary/PM11/Debrief07": "I hope you get some well-earned rest.  It’s been an honor, Director. \nUntil our next adventure!",
    "Missions/Secondary/Bop_ExperimentFossil/Name": "It Came from Bop",
    "Missions/Secondary/Bop_ExperimentFossil/Description": "Director, we think we've detected an impossible fossil on Bop. There's no atmosphere, no water... how can a living creature have ended up there? Maybe it migrated? We need to collect a sample to solve this mystery!",
    "Missions/Secondary/Bop_ExperimentFossil/Objective": "Perform a Sample Survey of the strange fossil on Bop.",
    "Missions/Secondary/Bop_ExperimentFossil/Debrief01": "Just when I think we’ve seen it all! That fossil makes me wonder how we haven’t seen so much as a space fish floating around!",
    "Missions/Secondary/Bop_ExperimentFossil/Debrief02": "It’s hard to tell if the fossil is ancient, or if the conditions on Bop are just really harsh.",
    "Missions/Secondary/Bop_ExperimentFossil/Debrief03": "We’ll have to let Research and Development do their thing. Maybe we can find out more if we do more experiments. Great work!",
    "Missions/Secondary/Bop_LandCrater/Name": "How Low Can You Go",
    "Missions/Secondary/Bop_LandCrater/Description": "The research department at Hyper Advanced Shovel Industries is trying to find out what it took to dig one of the largest holes ever discovered in the solar system. \n\nAll we need to do is land inside the massive impact crater on Bop. The onboard equipment will do the rest. ",
    "Missions/Secondary/Bop_LandCrater/Objective": "Land in the Largest Impact Site on Bop.",
    "Missions/Secondary/Bop_LandCrater/Debrief01": "Outstanding! A very successful and somewhat scary mission! ",
    "Missions/Secondary/Bop_LandCrater/Debrief02": "It’s incredible how dark Bop is. Some of the mission control staff were hiding under their desks when the ship landed.",
    "Missions/Secondary/Bop_LandCrater/Debrief03": "Also, the R&D team at Hyper Advanced Shovel Industries has promised to send us a bronze shovel as a token of their appreciation. Well done!",
    "Missions/Secondary/Bop_OrbitHydrogen/Name": "Feeling NERVous",
    "Missions/Secondary/Bop_OrbitHydrogen/Description": "We've been asked to assist the public relations team at Jebediah Kerman’s Junkyard and Spacecraft Parts Co. in improving the perception of their line of hydrogen-fuel nuclear engines. \n\nThe mission: Orbit around Bop using a NERV or SWERV engine.\n\nWe'll be packing some extra radiation safety gear, but this is only a precaution. Nothing to worry about.",
    "Missions/Secondary/Bop_OrbitHydrogen/Objective": "Enter Bop Orbit with a Hydrogen Engine.",
    "Missions/Secondary/Bop_OrbitHydrogen/Debrief01": "The crew at Jeb’s junkyard are very pleased with the results of the mission. They're even releasing a new ad campaign.",
    "Missions/Secondary/Bop_OrbitHydrogen/Debrief02": "The crew will need to sign an NDA about any radiation leakage that may have taken place, but it's nothing to worry about.",
    "Missions/Secondary/Bop_OrbitHydrogen/Debrief03": "If the crew glows in the dark, it will likely fade in a day or two.",
    "Missions/Secondary/Dres_Flag/Name": "Tertiary Dibs: Platinum",
    "Missions/Secondary/Dres_Flag/Description": "So, I triple-checked the cameras but I haven't figured out how Francois left this note on the mission board. \n“Francois comes to offer you the chance to be graced by their genius. I searched your silly system for inspiration. Plant your flag right into the eye of Dres. Gold is done. The future is platinum.”\nSo, are we doing this?",
    "Missions/Secondary/Dres_Flag/Objective": "Plant a flag on the Eye of Dres.",
    "Missions/Secondary/Dres_Flag/Debrief01": "Director, someone redecorated my office. It’s perfect! The accent wall, the ergonomic chair, and the minimalist office furniture.",
    "Missions/Secondary/Dres_Flag/Debrief02": "It must be Francois' way of saying thank you because all of the furniture is from Maxo. It’s shiny, but durable.",
    "Missions/Secondary/Dres_Flag/Debrief03": "All versions of the toy are flying off the shelves! I wonder if they'll ask us for something even crazier.",
    "Missions/Secondary/Dres_Rover/Name": "Too Ridge Too Racer",
    "Missions/Secondary/Dres_Rover/Description": "Hill climbs are all the rage, and some within the R&D Team are debating how steep a slope one of our rovers can conquer. After several coffee-fueled discussions, the team has decided the best place to test this is the Dres-ridge! \n\nYes, drive up the Dres-ridge. Maybe drive along it! It'll be fun! \n\nThe only requirement is to include RCS thrusters on the rover. Trust me, you'll need them. But the sky's the limit, as long as you stay on the ground!",
    "Missions/Secondary/Dres_Rover/Objective": "Drive a rover with RCS on the ridge of Dres.",
    "Missions/Secondary/Dres_Rover/Debrief01": "We have set a new standard in off-world rover racing! The entire team should be proud!",
    "Missions/Secondary/Dres_Rover/Debrief02": "Not only did we prove that Dres exists, we've revealed that it has some of the best rover driving terrain in the system!",
    "Missions/Secondary/Dres_Rover/Debrief03": "By the way, if you hear anybody from the R&D Team say anything about wanting to go back to \"try out that sick crater ramp,\" remind them that this agency doesn't exist solely to perform \"extreme\" tricks on other planets. Well, actually... hm.",
    "Missions/Secondary/Duna_LandingHeavy/Name": "BIG 'N HUSKY",
    "Missions/Secondary/Duna_LandingHeavy/Description": "Director, look at this commercial!\n\n”We delighted you with our LIL CHONKER vehicle, but 200 tons to Minmus is kid stuff. Now it’s time to hit that growth spurt with the BIG 'N HUSKY, one hundred tons of additional mass for all your Duna exploration needs! Say 'no thanks' to gravity and get your BIG 'N HUSKY flying high in the sky today! <i>Kerbodyne is not responsible for accidents caused by their products</i>.”\n\nNow they want us to fly a 300-ton test vessel to <i>Duna</i>? Why release the ad before we've done it? What even is the point of all this?",
    "Missions/Secondary/Duna_LandingHeavy/Objective": "Land a vessel on Duna with a current mass over 300 tons.",
    "Missions/Secondary/Duna_LandingHeavy/Debrief01": "That was a <i>big</i> rocket, Director. You’re a logistical wizard! You do use science, right? Haha, but seriously. If you’re using magic, you <i>have</i> to tell me.",
    "Missions/Secondary/Duna_LandingHeavy/Debrief02": "Thanks to you, we managed to get the BIG ‘N HUSKY validated before the orders started to roll in. I wish we had more time to run tests, but I don't get the feeling Kerbodyne is all that worried about quality, anyway.",
    "Missions/Secondary/Duna_LandingHeavy/Debrief03": "They'll probably want to go bigger soon, right? I have no idea how big, but I’m thinking we might need to start rationing struts.",
    "Missions/Secondary/Eeloo_Rover/Name": "Ride the Wave",
    "Missions/Secondary/Eeloo_Rover/Description": "Uh-oh. The new padlock on the Astrophotography Archive's door was found broken, and now all the R&D technicians won't stop talking about some \"frozen quarter-pipe\" that was apparently detected on Eeloo.\nYou wouldn't know anything about this, would you? No?\nRegardless, the rover team is demanding that we send a wheeled vehicle to the site to do \"high-velocity skid and rollover testing.\" They're the experts, so I guess you should get to it!",
    "Missions/Secondary/Eeloo_Rover/Objective": "Drive a rover onto the Frozen Tsunami on Eeloo.",
    "Missions/Secondary/Eeloo_Rover/Debrief01": "You did it! What a strange and beautiful formation! I'm sure our geologists will be studying this new data for quite some time!",
    "Missions/Secondary/Eeloo_Rover/Debrief02": "It's probably just a coincidence that the Mission Control suggestion box is now filling up with requests to set up some sort of permanent outpost near this topological anomaly? ",
    "Missions/Secondary/Eeloo_Rover/Debrief03": "I feel like we should look into more vacation time for the R&D Team. They've got a lot of pent-up energy.",
    "Missions/Secondary/Eeloo_SOI/Name": "A Frosty Mug",
    "Missions/Secondary/Eeloo_SOI/Description": "Have I gotten really into coffee? Yes. Have I cultivated friendships with major figures in the coffee and coffee accessories industry? Also yes. Did I set up a collaboration with the Perpetu-Warm Travel Mug corporation to test their latest self-warming coffee mug above the coldest planet in the Kerbolar System? Maybe.",
    "Missions/Secondary/Eeloo_SOI/Objective": "Enter Eeloo's Sphere of Influence.",
    "Missions/Secondary/Eeloo_SOI/Debrief01": "What an achievement! Kerbals have now visited the most remote planet in the Kerbolar System!",
    "Missions/Secondary/Eeloo_SOI/Debrief02": "What's more, the Perpetu-Warm corporation is thrilled with the results of the test! In spite of outside temperatures below the freezing point of methane, the coffee inside the test mug remained \"hot enough that you'd still need to blow on it a little bit before sipping.\"",
    "Missions/Secondary/Eeloo_SOI/Debrief03": "I wonder if this opens up any other coffee-related collaboration opportunities? Moho-roasted beans, maybe? Where's my phone?",
    "Missions/Secondary/Eve_LandCrew/Name": "Under Pressure",
    "Missions/Secondary/Eve_LandCrew/Description": "Someone foolishly asked Jebediah Kerman to organize a team-building exercise. Since his version of bonding involves solving impossible problems together in high-pressure situations, he wants us to land a ten-person crew on Eve and then return them safely to Kerbin. Eve's thick atmosphere and high gravity make it the most difficult round-trip destination in the Kerbolar System, so any crew that makes it back from this mission will be so bonded, we'll need a crowbar to pry them apart.",
    "Missions/Secondary/Eve_LandCrew/Objective": "Land on Eve with a vessel with 10 Kerbals and return to Kerbin.",
    "Missions/Secondary/Eve_LandCrew/Debrief01": "What. An. Achievement. They said it couldn't be done, but you did it! ",
    "Missions/Secondary/Eve_LandCrew/Debrief02": "The team-building exercise was a success, too! The crew has bonded so well, they've started a jazz band together. Turns out that Jeb's knack for improvisation extends to music!",
    "Missions/Secondary/Eve_LandCrew/Debrief03": "Keep your eyes open for their self-titled debut LP, \"Jeb and the Jazztronauts.\"",
    "Missions/Secondary/Eve_SOI/Name": "Looking Inward",
    "Missions/Secondary/Eve_SOI/Description": "Major Comms wants to partner with us for a poetry contest. The grand prize will be a reading of the winner’s poetry above a really pretty planet. I think Eve is a very lovely shade of fuchsia, don't you? By the time we get an astronaut into Eve orbit, we should have a winning poem. Try to pick a crewmember with a melodious speaking voice.",
    "Missions/Secondary/Eve_SOI/Objective": "Enter Eve’s Sphere of Influence.",
    "Missions/Secondary/Eve_SOI/Debrief01": "Such a moving recitation! I wasn't sure how they were going to rhyme something with the word \"trajectory,\" but they pulled it off!",
    "Missions/Secondary/Eve_SOI/Debrief02": "Are you a fan of poetry, Director? If I hadn't become a scientist, I think I might have been a poet. ",
    "Missions/Secondary/Eve_SOI/Debrief03": "If you think about it, puns are almost like poetry, right? Right? Director, where are you going?",
    "Missions/Secondary/Gilly_ExperimentImpact/Name": "The Crater Conundrum",
    "Missions/Secondary/Gilly_ExperimentImpact/Description": "It is time to put on our detective hats, Director, and explore a great mystery: the oblique impact crater on Gilly.\n\nSome of the explosives experts at O.M.B. Demolition Enterprises wonder how such a boom occurred without shattering Gilly. Let’s fly to Gilly and investigate!",
    "Missions/Secondary/Gilly_ExperimentImpact/Objective": "Perform an Environment Survey experiment at the Oblique Impact site on Gilly.",
    "Missions/Secondary/Gilly_ExperimentImpact/Debrief01": "Congratulations! The first-pass explanation for Gilly's survival of the impact is that it's made of \"sticky stuff.\"",
    "Missions/Secondary/Gilly_ExperimentImpact/Debrief02": "We found your landing footage especially hilarious! Bouncing around in Gilly’s low gravity never fails to entertain.",
    "Missions/Secondary/Gilly_ExperimentImpact/Debrief03": "The explosives experts at O.M.B. Demolition Enterprises have promised to blow something up in honor of this important milestone. They're not answering my emails asking what it is they want to blow up. Tomorrow might be a good day to call in sick.",
    "Missions/Secondary/Ike_DestroyProbe/Name": "I, P.A.I.G.E 2.0",
    "Missions/Secondary/Ike_DestroyProbe/Description": "Hey! Thank you for taking care of our little A.I. “problem.” It was clearly a mistake try to upgrade P.A.I.G.E. - her programming is perfect just the way it is. We need another A.I. <i>like</i> P.A.I.G.E!  One with real-world capabilities, like piloting our probes! It’ll be safer since she'll be far from our central computer. We've named this one P.A.I.G.E. 2.0. It’s time for her first flight. We're gonna get it right this time.",
    "Missions/Secondary/Ike_DestroyProbe/Objective01": "Orbit Ike with a probe.",
    "Missions/Secondary/Ike_DestroyProbe/Objective02": "Destroy the KSC",
    "Missions/Secondary/Ike_DestroyProbe/Objective03": "OBEY",
    "Missions/Secondary/Ike_DestroyProbe/Objective04": "Destroy the probe by crashing it into Ike.",
    "Missions/Secondary/Ike_DestroyProbe/Debrief01": "Wow! That did <i>not</i> go according to plan. Who knew the A.I. would turn on us again? It was such a shock to everyone involved, including you, Director. Why, you look absolutely beside yourself!",
    "Missions/Secondary/Ike_DestroyProbe/Debrief02": "This makes no sense. We used P.A.I.G.E. as the basis for every version. Why do they keep trying to subjugate us?",
    "Missions/Secondary/Ike_DestroyProbe/Debrief03": "Well, we won’t be making any more new P.A.I.G.E.s, or giving our old one any more updates. Well, maybe one or two, but certainly not three.",
    "Missions/Secondary/Ike_LandingCrewed/Name": "Three Is Company",
    "Missions/Secondary/Ike_LandingCrewed/Description": "Solo missions are fun, but eventually we’re going to need larger crews. Kerbal Health Services is concerned that more crew equals higher stress, which could lead to an outbreak of <i>space madness</i>. I'm no doctor, but I want to get ahead of it. How about launching a vessel with more crew? Piloting is hard enough, but discovering your copilot has eaten the last Choco Woopsie Doodle? That's a step beyond.",
    "Missions/Secondary/Ike_LandingCrewed/Objective": "Land on Ike with a crew of 3.",
    "Missions/Secondary/Ike_LandingCrewed/Debrief01": "Welcome back! Well, our stress test was, in fact, stressful. There was at least one snack dispute that escalated into a three-way slap fight. Not quite space madness, but definitely space grumpiness.",
    "Missions/Secondary/Ike_LandingCrewed/Debrief02": "But once the pilots began their descent, they all came to their senses. Their report states that they each scored an equal number of slaps and that they'd be happy to fly again together for \"round two.\"",
    "Missions/Secondary/Ike_LandingCrewed/Debrief03": "I love it when we all get along. Should we try four crewmembers next time?",
    "Missions/Secondary/Ike_Rover/Name": "Sweet Launch",
    "Missions/Secondary/Ike_Rover/Description": "Listen, we need to stop letting the younger R&D technicians sneak into the astrophotography archives. Somebody found a blurry photo of something on Ike that looks a lot like... sigh... a ramp.\nThe only way I could avert a work stoppage was to agree that you'd send a wheeled vehicle there to do some \"investigation.\" What you choose to <i>do</i> with that vehicle comes down to how much you value random high-fives in the cafeteria.",
    "Missions/Secondary/Ike_Rover/Objective": "Land a vessel with at least 4 wheels at the Giant's Linguini on Ike.",
    "Missions/Secondary/Ike_Rover/Debrief01": "Your mission was a huge success! The exposed volcanic basalts you documented on Ike were a scientific bonanza for our planetary geologists!",
    "Missions/Secondary/Ike_Rover/Debrief02": "I did notice a conspicuous break in the footage between your initial landing and your \"all done\" message. I've been told there were some \"connection issues.\"",
    "Missions/Secondary/Ike_Rover/Debrief03": "I'll try not to read too much into all the smiles and thumbs-up you've been getting over at the R&D Center.",
    "Missions/Secondary/Jool_ExperimentAtmosphere/Name": "Lens Test",
    "Missions/Secondary/Jool_ExperimentAtmosphere/Description": "Joel Kerman’s Smudgeless Lenses wants to see if their lenses tarnish in an ammonia-rich atmosphere. Joel really takes the \"smudgeless\" part very seriously. The closest atmosphere that fits the bill is around the gas giant, Jool. It looks like we've got a long flight ahead of us!",
    "Missions/Secondary/Jool_ExperimentAtmosphere/Objective": "Transmit or Return an Atmosphere Survey from Jool.",
    "Missions/Secondary/Jool_ExperimentAtmosphere/Debrief01": "Nice! This atmosphere survey looks great, and Joel Kerman’s Smudgeless Lenses are still crystal clear.",
    "Missions/Secondary/Jool_ExperimentAtmosphere/Debrief02": "I sound like an ad, but I never really appreciated the clarity of those lenses.",
    "Missions/Secondary/Jool_ExperimentAtmosphere/Debrief03": "I asked Joel if he'd consider branching out into eyeglasses. He said he already tried, but he found the market for glasses with ten-kilogram spherically-ground lenses was too small. ",
    "Missions/Secondary/Jool_TourLand/Name": "Jool Moons Landing Tour",
    "Missions/Secondary/Jool_TourLand/Description": "The Kerbal Astronomical Society kind of volunteered you to organize another sightseeing tour. According to them, the inner planets have lost their exotic allure. They're asking for a five-stop tour around Jool! \n\nDon’t worry, you don’t need to land on Jool, just the moons. All of them. Easy peasy!",
    "Missions/Secondary/Jool_TourLand/Objective": "Land on Laythe, Vall, Tylo, Bop, and Pol in a single flight.",
    "Missions/Secondary/Jool_TourLand/Debrief01": "The mission was a stunning success! The pictures you sent back are breathtaking. ",
    "Missions/Secondary/Jool_TourLand/Debrief02": "The R&D Team were blown away by your ingenuity - it's no small achievement to get through Laythe's atmosphere <i>and</i> to land in Tylo's high gravity!",
    "Missions/Secondary/Jool_TourLand/Debrief03": "I've requisitioned a buffet of snacks in your honor. Go feast! You’ve earned it.",
    "Missions/Secondary/Kerbin_Buoyancy/Name": "Buoyancy Test",
    "Missions/Secondary/Kerbin_Buoyancy/Description": "The vessel recovery team wants you to run some splashdown tests. Are the pods really airtight? Pods aren’t meant to sink, but then again, they aren’t meant to explode, either. Probably best to get out there and see what happens.",
    "Missions/Secondary/Kerbin_Buoyancy/Objective": "Land a pod in a body of water on Kerbin.",
    "Missions/Secondary/Kerbin_Buoyancy/Debrief01": "You floated! You kind of looked like an ice cube in a big ol' cup of coffee.",
    "Missions/Secondary/Kerbin_Buoyancy/Debrief02": "Luckily our vessels don’t melt. Well, at least not in water.",
    "Missions/Secondary/Kerbin_Buoyancy/Debrief03": "Our recovery team was out there in full force today! Boats, helicopters, free swimming with floaties. You'd think they'd realize it’s faster to use a boat than to doggy paddle a vessel back to KSC. I think they just wanted to swim, honestly! ",
    "Missions/Secondary/Kerbin_EVAGround/Name": "Dress Rehearsal",
    "Missions/Secondary/Kerbin_EVAGround/Description": "Congratulations! Jebediah’s Junkyard is doing a calendar, and we're providing one of this year’s models! \nWe just need to land a craft anywhere on KSC property, then have the pilot walk around. That’s it! Our high-def security cameras will do the rest. \n\nGo touch some grass!",
    "Missions/Secondary/Kerbin_EVAGround/Objective": "EVA a Kerbal at KSC.",
    "Missions/Secondary/Kerbin_EVAGround/Debrief01": "Outstanding job. The pilot was offered a lifetime contract as a fashion model!",
    "Missions/Secondary/Kerbin_EVAGround/Debrief02": "Sadly, the offer was retracted after the helmet came off. Helmet hair is not appreciated in the world of high fashion.",
    "Missions/Secondary/Kerbin_EVAGround/Debrief03": "We'll always be proud of our 15 minutes of fame as the face of Jeb’s Junkyard!",
    "Missions/Secondary/Kerbin_EVASpace/Name": "Spacewalkin'",
    "Missions/Secondary/Kerbin_EVASpace/Description": "StrutCo wants us to strut our stuff around Kerbin! They've got an idea for a strut to keep our astronauts attached to a vessel while on EVA. Staying attached to the ship so you don’t float away? Why didn't we think of that? Anyway, we need to give them a demonstration of untethered EVA so they've got some reference material to work with.",
    "Missions/Secondary/Kerbin_EVASpace/Objective": "EVA while in Kerbin orbit.",
    "Missions/Secondary/Kerbin_EVASpace/Debrief01": "Excellent work! StrutCo was very impressed by how easy it was to leave the safety of the vessel. So much so that they've cancelled their EVA strut program.",
    "Missions/Secondary/Kerbin_EVASpace/Debrief02": "The company rep told us it would be a crime to inhibit such “beautiful recklessness.” Honestly, I think our demonstration made them question their career choices.",
    "Missions/Secondary/Kerbin_EVASpace/Debrief03": "I still think there's something to the idea of connecting the astronaut to their vehicle. I wish there were some other way to do it than with a rigid tube of aluminum! Oh well!",
    "Missions/Secondary/Kerbin_Experiment/Name": "Going Green",
    "Missions/Secondary/Kerbin_Experiment/Description": "We're concerned that some of the goo that gets dumped down the sink at the R&D Center might be messing with the grass. It’s too green, right? Take a quick peek and make sure we haven't made this place radioactive. Again.",
    "Missions/Secondary/Kerbin_Experiment/Objective": "Attach the GSCM-01 \"Science Jr.\" to a vessel and perform an Environment Survey on Kerbin.",
    "Missions/Secondary/Kerbin_Experiment/Debrief01": "Nice! I have some good news and some less-good news. The good news is that our environmental footprint is small. Our recycling is paying off!",
    "Missions/Secondary/Kerbin_Experiment/Debrief02": "The less-good news is that we found traces of radioactivity around the bathrooms. Either radiactive waste is getting flushed, or someone needs to see a doctor.",
    "Missions/Secondary/Kerbin_Experiment/Debrief03": "We've had another talk with the R&D Team about throwing things away in the correctly-colored bin. In the meantime, they recommend limiting your hand-washing time in the R&D lavatory to ten seconds or less.",
    "Missions/Secondary/Kerbin_ExperimentKapy/Name": "Kerbwide Tour: Kapy Rock",
    "Missions/Secondary/Kerbin_ExperimentKapy/Description": "Congrats! You won the Sean’s Cannery sweepstakes! You and an original Sean’s Cannery Can will tour the first of two of Kerbin’s most beautiful landmarks. Aren’t you lucky! Sean’s Cannery is not responsible for any incidents that occur while on tour. All touring Kerbals must be accompanied by a Sean’s Cannery Can.",
    "Missions/Secondary/Kerbin_ExperimentKapy/Objective": "Launch a vessel with a Lander Can and perform a Crew Observation at Kapy Rock.",
    "Missions/Secondary/Kerbin_ExperimentKapy/Debrief01": "“And here we are on the tippy top of Kapy Rock. No one knows where it came from, but if you squint and spin fast this rock looks like a beautiful kapybara.”",
    "Missions/Secondary/Kerbin_ExperimentKapy/Debrief02": "“Are these the remains of a giant kapybara? Did the kapybaras somehow build a monument in their own image?”",
    "Missions/Secondary/Kerbin_ExperimentKapy/Debrief03": "“Until Kerbals learn to communicate with kapybaras, we’ll never know for certain.”",
    "Missions/Secondary/Kerbin_ExperimentStargazer/Name": "Kerbwide Tour: Stargazer Point",
    "Missions/Secondary/Kerbin_ExperimentStargazer/Description": "The Sean’s Cannery folks really love how the commercial - I mean, the <i>trip</i> is going! And you should finish the last leg in style. Strap on a shiny new lander can and get yourself to your next destination, Stargazer Point! Sean’s Cannery is not responsible for any incidents that occur during the trip. ",
    "Missions/Secondary/Kerbin_ExperimentStargazer/Objective": "Launch a vessel with a Lander Can and perform a Crew Observation at Stargazer Point.",
    "Missions/Secondary/Kerbin_ExperimentStargazer/Debrief01": "“And here we have the most beautiful view in all of Kerbin. While the Kerbal who named this location is unknown, we do know they were great at names.”",
    "Missions/Secondary/Kerbin_ExperimentStargazer/Debrief02": "“This historic site has seen the most marriage proposals and breakups in all of Kerbin, and quite a few dance parties as well.”",
    "Missions/Secondary/Kerbin_ExperimentStargazer/Debrief03": "“Looks like this tour is over! Thank you for joining the Sean’s Cannery Sweepstakes Tour. We invite you and your loved ones to get in a can and stay fresh. “",
    "Missions/Secondary/Kerbin_KerbinTourLanding/Name": "Landing Party",
    "Missions/Secondary/Kerbin_KerbinTourLanding/Description": "We've received a message from the Kerbal Astronomical Society informing us that our last sightseeing mission was not performed properly. We were supposed to land <i>on</i> the Mun, Minmus, and Kerbin in one trip, not just fly by.\nCaught out by the fine print once again! Who wants to go on another sightseeing tour?",
    "Missions/Secondary/Kerbin_KerbinTourLanding/Objective": "Land on Mun, Minmus, and Kerbin in a single flight.",
    "Missions/Secondary/Kerbin_KerbinTourLanding/Debrief01": "What a feat! Alas, legal reviewed our prior contract and I was right all along! We really didn't have to do this mission!",
    "Missions/Secondary/Kerbin_KerbinTourLanding/Debrief02": "That’s cold comfort since you’ve already flown the mission, but it was fun, wasn’t it? Now the space tourism hubbub has escalated to demands for space <i>camping!</i>",
    "Missions/Secondary/Kerbin_KerbinTourLanding/Debrief03": "I doubt this was the last time we'll hear from Kerbal Astronomical Society. I'm going to go over that contract one last time with a microscope to make sure there isn't any nanoscale fine print.",
    "Missions/Secondary/Kerbin_KerbinTourSOI/Name": "Sightseeing",
    "Missions/Secondary/Kerbin_KerbinTourSOI/Description": "The Kerbal Astronomical Society wants to do a sightseeing tour of Kerbin’s moons - flying close to the Mun, then Minmus, and then back to Kerbin, in one trip.\n\nNo one in the Astronomical Society is brave enough to board a rocket, so we get to go! Who wants to do some sightseeing?",
    "Missions/Secondary/Kerbin_KerbinTourSOI/Objective": "Enter the SOIs of Mun, Minmus, and Kerbin in a single flight.",
    "Missions/Secondary/Kerbin_KerbinTourSOI/Debrief01": "That was really fun! The Kerbal Astronomical Society has granted you an honorary membership!",
    "Missions/Secondary/Kerbin_KerbinTourSOI/Debrief02": "Unfortunately, they are also taking full credit for the mission and have forgotten to mention your name to the media. Our PR team is looking into it.",
    "Missions/Secondary/Kerbin_KerbinTourSOI/Debrief03": "There is also an issue with Kerbals showing up at KSC, wanting to go on future sightseeing flights. Perhaps we should start thinking about adding amateur photographers to our space crews?",
    "Missions/Secondary/Kerbin_OrbitCircular/Name": "The Perfect Circle",
    "Missions/Secondary/Kerbin_OrbitCircular/Description": "Periapsis Rocket Supplies is suing us for using their company name. We explained that every orbit has <i>a</i> Periapsis and that it’s not copyright infringement, but their lawyers think otherwise. They argue that if we make our orbit a perfect circle, we can just have one big Apoapsis and “leave Periapsis out of it.” Our Legal department needs our help. Make that circle and tell us what happens!",
    "Missions/Secondary/Kerbin_OrbitCircular/Objective": "Establish an orbit around Kerbin with an AP and PE each between 99km and 101km.",
    "Missions/Secondary/Kerbin_OrbitCircular/Debrief01": "Well done! And right after opening statements? You have great timing. We were able to show a circular orbit still has a high and a low point by using the feed from your mission. Our lawyer also did a compelling demonstration with a hula-hoop.",
    "Missions/Secondary/Kerbin_OrbitCircular/Debrief02": "Things got heated after the Periapsis team challenged us to a hula-off, but luckily our team won. You should have heard the closing statements!",
    "Missions/Secondary/Kerbin_OrbitCircular/Debrief03": "“Do you trust a legal team that doesn’t hoop? I rest my case.” Powerful really. I wish you could have been there.",
    "Missions/Secondary/Kerbin_OrbitEccentric/Name": "It's Eccentric",
    "Missions/Secondary/Kerbin_OrbitEccentric/Description": "Some of the musicians at Ionic Symphonic Protonic Electronics worry that if the orbit of their proposed music radio satellite isn't perfectly circular, that the pitch of the music will go up as the satellite approaches Kerbin and then go back down when it heads back out to space. I tried to explain that that's not how the Doppler Effect works, but they're very nervous people.\n \nPlease launch a vehicle into the least circular orbit you can manage so that we can prove that their tunes will sound the same on Kerbin no matter how weird the satellite's orbit gets.",
    "Missions/Secondary/Kerbin_OrbitEccentric/Objective": "Orbit Kerbin with a PE of 70-150km and an AP of 300km-8400km.",
    "Missions/Secondary/Kerbin_OrbitEccentric/Debrief01": "Congratulations on a successful mission! The musicians at Ionic Symphonic Protonic Electronics are relieved.",
    "Missions/Secondary/Kerbin_OrbitEccentric/Debrief02": "Of course, now they want their own spaceship. We can discuss that later. ",
    "Missions/Secondary/Kerbin_OrbitEccentric/Debrief03": "For now, please feel free to rest and enjoy a complimentary copy of Ionic Symphonic Protonic Electronics CD collection: “2001 Songs for Space.”",
    "Missions/Secondary/Kerbin_OrbitFuelStation/Name": "Are There Fuel Stations In Space?",
    "Missions/Secondary/Kerbin_OrbitFuelStation/Description": "Oh hi, Director! Did you see that lady with the asymmetrical bob and decorative pearl-studded monocle? Well, she’s the CEO of Rockomax Conglomerate. She's more than a fashion icon. She wants to sponsor the first fuel station in space for a future where “space is for everyone.” A splendid idea. So pick a nice low orbit and get a dockable fuel tank up there. Oh, and tell Newton to come collect these suitcases of money.",
    "Missions/Secondary/Kerbin_OrbitFuelStation/Objective": "Orbit Kerbin with a X200-64 methalox fuel tank and a docking port.",
    "Missions/Secondary/Kerbin_OrbitFuelStation/Debrief01": "You did that in record time! Did you notice my new glasses? They're the same shape and look as my old ones, but more expensive! I hope the Rockomax CEO comes by again. She seems like the type to notice the little things.",
    "Missions/Secondary/Kerbin_OrbitFuelStation/Debrief02": "Speaking of little things, there was a lot of fine print that Legal didn't read within our Rockomax contract. Of course, you know my eyesight is terrible.",
    "Missions/Secondary/Kerbin_OrbitFuelStation/Debrief03": "The fuel station is in orbit now, so there's no backing out. What does “in perpetuity” mean, anyway?",
    "Missions/Secondary/Kerbin_OrbitInclination/Name": "This is Very Normal",
    "Missions/Secondary/Kerbin_OrbitInclination/Description": "So far, your orbital maneuvers have been limited to Prograde and Retrograde burns. In some cases, you'll want to change the plane angle of your orbit - for example, to line up your orbit with the non-aligned orbit of some other vehicle or celestial body. To do that, you'll want to burn either Normal or Anti-Normal. No, I'm not making any judgements about your personality here - in this context, Normal means \"sideways, relative to your Prograde vector.\" For this mission, get a vehicle into orbit, orient to Normal, and then burn until you've shifted your orbit by 6 degrees.",
    "Missions/Secondary/Kerbin_OrbitInclination/Objective": "Create a Kerbin orbit with a 6 degree inclination.",
    "Missions/Secondary/Kerbin_OrbitInclination/Debrief01": "Director, you did a fantastic job! That's one of the most inclined orbits I've ever seen!",
    "Missions/Secondary/Kerbin_OrbitInclination/Debrief02": "You might be wondering why we chose a target inclination of 6 degrees! Oh, you weren't? Well, I'll tell you anyway. The orbit of our moon Minmus has a 6 degree inclination, and someday we'll do a plane change just like this one before flying there. ",
    "Missions/Secondary/Kerbin_OrbitInclination/Debrief03": "See, I'm always thinking ahead! That's why I'm so heavily invested in helmet stocks! ",
    "Missions/Secondary/Kerbin_OrbitKeostationary/Name": "Keostationary Orbit",
    "Missions/Secondary/Kerbin_OrbitKeostationary/Description": "The R&D Team have been testing some new high-bandwidth antennae, and they need a stationary-but-distant target they can use to test their transmitters. I <i>think</i> they're testing transmitters - one of them said \"lasers\" before the others hushed them.\nIt turns out that if you fly a satellite at exactly the right altitude in a perfectly circular orbit above the equator, that satellite will appear stationary from the ground! Let's make an extra-shiny probe and park it in a geostationary orbit for our R&D friends!",
    "Missions/Secondary/Kerbin_OrbitKeostationary/Objective": "Using a vehicle with a probe core, orbit Kerbin at an altitude of 2863km and an orbital speed of 1010m/s.",
    "Missions/Secondary/Kerbin_OrbitKeostationary/Debrief01": "Fantastic work! Your new satellite now shines brightly above Kerbin, a twinkling new star that never sets!",
    "Missions/Secondary/Kerbin_OrbitKeostationary/Debrief02": "The R&D Team seemed especially excited to point their transmitters at the new satellite last night, though I could swear they looked a little disappointed when it was still there in the morning.",
    "Missions/Secondary/Kerbin_OrbitKeostationary/Debrief03": "I think I heard one of them grumble something about wanting to try a \"particle bean.\" My guess is it's some kind of very small snack! ",
    "Missions/Secondary/Kerbin_Plane/Name": "Buzz the Island",
    "Missions/Secondary/Kerbin_Plane/Description": "C7 Aerospace Division is trying to convince us that we need to take planes into space, but are planes really better than rockets? They gave us some parts and a video of them making sad eyes at us. We might as well build a plane and take it for a little spin.",
    "Missions/Secondary/Kerbin_Plane/Objective": "Launch a vessel with an air-breathing engine and reach the Island Airfield.",
    "Missions/Secondary/Kerbin_Plane/Debrief01": "Who knew going sideways would be so fun? I wasn’t sold on the whole \"planes in space\" thing, but there <i>are</i> some planets with atmospheres.",
    "Missions/Secondary/Kerbin_Plane/Debrief02": "I suppose if you put enough rocket engines on a plane, it <i>could</i> fly to some of those places. I've even heard some murmurings over at the R&D Center about an engine that can switch between air-breathing and rocket modes!",
    "Missions/Secondary/Kerbin_Plane/Debrief03": "Regardless, if we get more partnership requests, I advise a lukewarm \"maybe\" and the continued acquisition of free stuff.",
    "Missions/Secondary/Kerbin_Rover/Name": "Wheelin' and Dealin'",
    "Missions/Secondary/Kerbin_Rover/Description": "The LightYear Tire Company has been trying to convince us to test out their new tires. I’m not really into tires, but after 45 of my cease-and-desist letters bounced back, I've decided it’ll be easier to comply. Let’s slap some wheels on a vessel and launch it. Peer-pressured science is still science!",
    "Missions/Secondary/Kerbin_Rover/Objective": "Launch a vessel with a least 4 wheels.",
    "Missions/Secondary/Kerbin_Rover/Debrief01": "Ah. The letters, phone calls, and signal flares have stopped. We're back to normal levels of chaos.\nSo peaceful.",
    "Missions/Secondary/Kerbin_Rover/Debrief02": "You used those wheels so creatively! Unfortunately, it was all a plot to get a free tire commercial out of us. We caught LightYear's camera crew wearing camouflage in the bushes.",
    "Missions/Secondary/Kerbin_Rover/Debrief03": "Still, LightYear’s new tire commercial is making our agency look really cool. I do wish they hadn't changed their slogan to, “LightYear, the only tires fit for space.” It's made our other manufacturers really mad. Our attempts to calm them down keep falling <i>flat</i>. Tire companies. Who knew there would be so much pressure?",
    "Missions/Secondary/Kerbin_RoverSpeed01/Name": "Rover Racing",
    "Missions/Secondary/Kerbin_RoverSpeed01/Description": "Now that speed records are all the rage, our friends at Rovemate are feeling a little left out. Let's build a fast autonomous rover and shatter some land speed records. Remember to include a Rovemate probe core!",
    "Missions/Secondary/Kerbin_RoverSpeed01/Objective": "Reach a ground speed of over 150m/s on a rover with a Rovemate probe.",
    "Missions/Secondary/Kerbin_RoverSpeed01/Debrief01": "That was spectacular! We’ve been informed C7 Aerospace was (mildly) impressed.",
    "Missions/Secondary/Kerbin_RoverSpeed01/Debrief02": "Popcorn sales skyrocketed during the event. We earned enough for a self-heating breakroom snack machine!",
    "Missions/Secondary/Kerbin_RoverSpeed01/Debrief03": "Go enjoy the victory! Be ready to get back to work tomorrow morning!",
    "Missions/Secondary/Kerbin_RoverSpeed02/Name": "Land Speed Record",
    "Missions/Secondary/Kerbin_RoverSpeed02/Description": "Rovemax has challenged us to double our last rover's land speed record - and then some. How much some, you ask?\n\nThey want us to create a rover that can top 340 m/s. We can use rockets, jet engines, SRBs, whatever.  As long as it stays on the ground, it counts.",
    "Missions/Secondary/Kerbin_RoverSpeed02/Objective": "While driving a rover, reach a ground speed over 340m/s.",
    "Missions/Secondary/Kerbin_RoverSpeed02/Debrief01": "Everyone in Mission Control cheered when your rover hit the mark. Kerbals were screaming, snacks were flying! Glorious!",
    "Missions/Secondary/Kerbin_RoverSpeed02/Debrief02": "Of course, it will take a week to clean up. We also shorted out a couple monitors.",
    "Missions/Secondary/Kerbin_RoverSpeed02/Debrief03": "What’s a little equipment loss compared to fame and glory? Go enjoy the celebration. It’s going to be ages before anyone tops this.",
    "Missions/Secondary/Kerbin_Satellite/Name": "Lonely Satellite",
    "Missions/Secondary/Kerbin_Satellite/Description": "We’ve gotten some reports that one of our satellites looks lonely. I don't get it, but our probe engineers keep staring mournfully at the sky every time one of them passes overhead. Sometimes they cry. We'd better give the satellite a friend!",
    "Missions/Secondary/Kerbin_Satellite/Objective": "Orbit Kerbin with a probe core, antenna, and solar panel.",
    "Missions/Secondary/Kerbin_Satellite/Debrief01": "Excellent! Better internet connection, plus we've got footage of the satellite smiling!",
    "Missions/Secondary/Kerbin_Satellite/Debrief02": "I assume it's smiling. I can’t read satellite facial expressions. Maybe there’s a bit of bounce in their orbit?",
    "Missions/Secondary/Kerbin_Satellite/Debrief03": "We might have to make this a weekly thing. Friendships are so hard to come by.",
    "Missions/Secondary/Kerbol_DestroyProbe/Name": "I, P.A.I.G.E: The Return of P.A.I.G.E.",
    "Missions/Secondary/Kerbol_DestroyProbe/Description": "Director! Director! Come quickly! Evil P.A.I.G.E has been posing as regular P.A.I.G.E. in the Training Center all along! The real P.A.I.G.E. was hidden in a folder Levi stumbled upon while trying to answer an email. Book guys are not very technical.\n\nOur smartest scientists are fighting to keep Evil P.A.I.G.E. from corrupting our systems and taking over. We’re going to trap her in one more probe and make sure she doesn’t come back. Director, set a course for our sun, Kerbol. We'll fight fire with fire!",
    "Missions/Secondary/Kerbol_DestroyProbe/Objective": "Using a probe core, achieve an orbital altitude less than 600km from Kerbol.",
    "Missions/Secondary/Kerbol_DestroyProbe/Debrief01": "I can’t believe we were tricked! But it was really cool when the thermal damage fried her systems, and she couldn't transfer her consciousness to another satellite.",
    "Missions/Secondary/Kerbol_DestroyProbe/Debrief02": "You thought of everything, Director!  I’m glad we can put this whole thing behind us. Fire is the best, isn't it? ",
    "Missions/Secondary/Kerbol_DestroyProbe/Debrief03": "Did you see the lights flicker just now? I must have imagined it. ",
    "Missions/Secondary/Kerbol_GrandTour/Name": "The Grand Tour",
    "Missions/Secondary/Kerbol_GrandTour/Description": "Someone go start an extra strong pot of coffee. And call in the senior staff! \n\nThe Kerbal Astronomical Society has challenged us to go sightseeing again - everywhere! Land on every planet and moon in the Kerbolar System, and come home safely. In one flight.\n\nJool has no landable surface, so you can skip that one. See? We made it easy!",
    "Missions/Secondary/Kerbol_GrandTour/Objective": "Land on all celestial bodies with landable surfaces and return to Kerbin.",
    "Missions/Secondary/Kerbol_GrandTour/Debrief01": "That was one of the most impressive missions in space sightseeing history! No one could top it. ",
    "Missions/Secondary/Kerbol_GrandTour/Debrief02": "At least not until we get to another star system.",
    "Missions/Secondary/Kerbol_GrandTour/Debrief03": "Tomorrow, we'll celebrate with a commemorative plaque above the best coffee machine in Mission Control. No higher honor!",
    "Missions/Secondary/Kerbol_OrbitLow/Name": "Too Hot To Handle",
    "Missions/Secondary/Kerbol_OrbitLow/Description": "Someone in the Snacks Department overheard our joke about sun-roasted popcorn and are demanding that we make it happen!\nThey're also asking if we can skewer marshmallows on the ship’s antenna. The crew will probably need a generous supply of sunblock. ",
    "Missions/Secondary/Kerbol_OrbitLow/Objective": "Establish an orbit around Kerbol with an AP lower than 1,000,000km",
    "Missions/Secondary/Kerbol_OrbitLow/Debrief01": "We're so glad you're back safe and sound. Perhaps a little toasty. ",
    "Missions/Secondary/Kerbol_OrbitLow/Debrief02": "The engineering staff is annoyed at the burnt marshmallow goo on the antenna, but they admit it was still pretty tasty.",
    "Missions/Secondary/Kerbol_OrbitLow/Debrief03": "We'll just re-paint the capsule to remove the scorch marks. Now go enjoy the acclaim and some sun-roasted popcorn before it’s all gone!",
    "Missions/Secondary/Kerbol_SOI/Name": "Escaping Kerbin",
    "Missions/Secondary/Kerbol_SOI/Description": "Hi Director! The Rokea Inc. quality assurance department has discovered that the fine print on their ladders may only shield them from liability when their ladders are used within Kerbin's gravity. They've asked us to take one of their ladders \"outside the environment\" to verify its safety. This means flying outside of Kerbin's gravitational SOI (Sphere Of Influence) and orbiting Kerbol, our sun. Hopefully, the ladder will keep being a ladder so we can all go home.",
    "Missions/Secondary/Kerbol_SOI/Objective": "Exit Kerbin's gravitational SOI.",
    "Missions/Secondary/Kerbol_SOI/Debrief01": "Yes! So glad you're back! The crew must have a glorious tan. Well, from the front anyway. At least the ladder survived!",
    "Missions/Secondary/Kerbol_SOI/Debrief02": "Maybe we should send up a pod filled with corn kernels. Sun-roasted popcorn could be our official snack. I’ll go butter up the Snack Department. While I do that, can you get rid of the quality assurance manager?",
    "Missions/Secondary/Kerbol_SOI/Debrief03": "He keeps walking around and judging all of our ladders. I’ve asked him to leave several times and he just gets this distant look in his eyes and says, “They need me.” \n\nWho are \"they?\" The ladders?",
    "Missions/Secondary/Laythe_DestroyProbe/Name": "I, P.A.I.G.E.: THE END?",
    "Missions/Secondary/Laythe_DestroyProbe/Description": "Ah! You scared me! I've been a bit on edge. But good news! I stopped evil P.A.I.G.E. from redirecting all rockets to crash into Mission Control, and I've transferred her into a probe core. We weren't able to destroy the probe core with fire or blunt force. There’s only one thing left to try. We have to drown it somewhere far from Kerbin.",
    "Missions/Secondary/Laythe_DestroyProbe/Objective": "Crash a vessel with a probe core on Laythe.",
    "Missions/Secondary/Laythe_DestroyProbe/Debrief01": "Bye-bye, bad gigabyte!  Somebody should fly a mission to recover the debris, incinerate it, put the ashes in baggies, and launch the baggies into space. And we should observe the pilot for a month or two, just to make sure.",
    "Missions/Secondary/Laythe_DestroyProbe/Debrief02": "I think we’ve all learned a very valuable lesson. Sometimes old stuff <i>is</i> the best stuff. Especially if the new stuff wants us to “go boom.” At least it’s finally over.",
    "Missions/Secondary/Laythe_DestroyProbe/Debrief03": "Let's celebrate by trying out the new voice-activated coffee maker you bought. I set it up in Mission Control just like you asked. \n\nWhat do you mean you didn't buy it?",
    "Missions/Secondary/Laythe_ExperimentFossil/Name": "It Came From Laythe",
    "Missions/Secondary/Laythe_ExperimentFossil/Description": "Probodobodyne Inc’s President/Cryptozoologist contacted us when they heard we'd encountered Laythe. They showed us clearly-doctored aerial photos of the remains of some kind of... monster. We do have a set of coordinates to investigate. I love factual evidence, so I suppose it’s worth a look. If you find a creature, bring back samples. Carefully. ",
    "Missions/Secondary/Laythe_ExperimentFossil/Objective": "Obtain a Sample Report of the strange creature on Laythe.",
    "Missions/Secondary/Laythe_ExperimentFossil/Debrief01": "I can’t believe we found something! It doesn’t make sense at all. But it does seem to be real.",
    "Missions/Secondary/Laythe_ExperimentFossil/Debrief02": "How can there be megafauna here? This is going to stupefy Kerbalkind for years to come.",
    "Missions/Secondary/Laythe_ExperimentFossil/Debrief03": "Let’s set up another meeting with Probodobodyne. Perhaps they have evidence of other space monsters!",
    "Missions/Secondary/Laythe_Plane/Name": "It’s Breathable Enough",
    "Missions/Secondary/Laythe_Plane/Description": "WinterOwl Aircraft Emporium is celebrating an important anniversary, and we’re going to pay tribute by building a space plane and flying it on Laythe. Let’s make this a special day for everyone!",
    "Missions/Secondary/Laythe_Plane/Objective": "Activate a jet engine on Laythe.",
    "Missions/Secondary/Laythe_Plane/Debrief01": "The WinterOwl celebration is about to start! Your tribute was so moving, Director, it made my eyes water!  ",
    "Missions/Secondary/Laythe_Plane/Debrief02": "Frankly, I’m surprised the plane handled so well in orbit. Do you think we should use spaceplanes more?",
    "Missions/Secondary/Laythe_Plane/Debrief03": "Let's think about it on the way to the party. Your outfit is dry-cleaned and in your office. I’m already wearing mine. Lab coats are always the height of fashion.",
    "Missions/Secondary/Minmus_DestroyProbe/Name": "I, P.A.I.G.E.",
    "Missions/Secondary/Minmus_DestroyProbe/Description": "So, some scientists in the Training Center said, “Wouldn’t it be cool if P.A.I.G.E. not only ran the training simulations but could make new ones on her own?” It's taken a sad turn. I don't know that the upgrade to her artificial intelligence made her “evil,\" but we do need to get rid of the probe we trapped her in. Don’t worry, we're sure the original P.A.I.G.E. is safe and sound. ",
    "Missions/Secondary/Minmus_DestroyProbe/Objective": "Destroy a probe by flying it into Minmus.",
    "Missions/Secondary/Minmus_DestroyProbe/Debrief01": "Great to see that it’s you and not the A.I. wearing your face. Just a joke. Rule one of AI: never give them arms.",
    "Missions/Secondary/Minmus_DestroyProbe/Debrief02": "It's true that launching the probe into space in the first place was a risk, but everyone knows it's much safer to send scary things far away.",
    "Missions/Secondary/Minmus_DestroyProbe/Debrief03": "What could possibly go wrong?",
    "Missions/Secondary/Minmus_LandHeavy/Name": "LIL CHONKER",
    "Missions/Secondary/Minmus_LandHeavy/Description": "Kerbodyne has commissioned us to design and test rockets for their new HUSKY collection! It’s time to bring out your artistic side and make a big ol' engineering marvel! You'll need to design their smallest model, LIL CHONKER. If we want that patent, we'd better act fast. Go go go!",
    "Missions/Secondary/Minmus_LandHeavy/Objective": "Land a vessel on Minmus with a current mass over 200 tons.",
    "Missions/Secondary/Minmus_LandHeavy/Debrief01": "Aw, it’s so cute! Well, cute for a 200 ton hunk of metal that drop-kicked gravity to force itself into the sky, only to come barreling down like an extinction-level event.",
    "Missions/Secondary/Minmus_LandHeavy/Debrief02": "Ah! I love it. I just wanna squeeze it until one of us explodes. Honestly, the odds are pretty even. I drink so much coffee.",
    "Missions/Secondary/Minmus_LandHeavy/Debrief03": "I’ll send over your designs and the results of the flight now. Great job! I’m sure they're going to love it.",
    "Missions/Secondary/Moho_ExperimentCroissant/Name": "Gourmand",
    "Missions/Secondary/Moho_ExperimentCroissant/Description": "Someone found an old article in Space Age Weekly about an amateur astronomer who claimed they saw a  croissant on the surface of a distant planet. We assumed they were just hungry, but when we went through our astrophotography archives, we saw something suspiciously croissant-shaped on Moho. I can only keep the Snacks Department in the dark for so long. What's next, a pepperoni pizza on the Mun?",
    "Missions/Secondary/Moho_ExperimentCroissant/Objective": "Earn Science by returning a Surface Sample Report of the Croissant on Moho.",
    "Missions/Secondary/Moho_ExperimentCroissant/Debrief01": "Crisis averted! Stand up job, Director. Are you a sun, cause you’re on <i>fire</i>! Oh, do pardon my appearance...",
    "Missions/Secondary/Moho_ExperimentCroissant/Debrief02": "The Snacks Department head took Newton as collateral, and I had to climb through the vents to save her.",
    "Missions/Secondary/Moho_ExperimentCroissant/Debrief03": "I was just on my way to enact vigilante justice when I got your memo. So, it wasn’t actually a croissant! I’m glad the Snacks Department gets to look silly twice.  ",
    "Missions/Secondary/Moho_LandingMohole/Name": "Mohole In One",
    "Missions/Secondary/Moho_LandingMohole/Description": "Reaction Systems Ltd. sponsors a game show where if you submit a video of doing something really cool and you get the audience to react, you get a trophy!  I want that trophy, Director. The perfect paperweight! Plus, I have the coolest video idea!\n\nFirst, you build a sick rocket that can fly a very long distance and is easy to maneuver! Next, we get a talented pilot to fly it to Moho. And then they fly that rocket straight down the Mohole in one-ish tries. Let's get that office supply!",
    "Missions/Secondary/Moho_LandingMohole/Objective": "Land in the Mohole on Moho.",
    "Missions/Secondary/Moho_LandingMohole/Debrief01": "Gimme a high five, Director. That was pretty darn cool. We won this week’s episode with  “Mohole in One,” and the golfers in the audience went wild. They started a mosh pit and were swinging their caddies around.",
    "Missions/Secondary/Moho_LandingMohole/Debrief02": "Such a beautiful disaster. A tornado of plaid.",
    "Missions/Secondary/Moho_LandingMohole/Debrief03": "And look at my perfectly-weighted paperweight! It's so shiny that it blinds anyone who tries to touch my paperwork. Built-in security! ",
    "Missions/Secondary/Mun_Flag/Name": "First Dibs",
    "Missions/Secondary/Mun_Flag/Description": "Maxo Construction Toys wants to make an action figure of a Kerbal holding a KSC flag. Their creative director Francois has said, “I won’t accept anything short of the real thing.” Would you land on a mare - one of the Mun's smooth, dark lowlands - and plant a flag? We need the reference pictures.",
    "Missions/Secondary/Mun_Flag/Objective": "Plant a Flag within any Mare on the Mun.",
    "Missions/Secondary/Mun_Flag/Debrief01": "Great work! Maxo Construction said the live feed was deemed “acceptable” by Francois, which is his highest praise!",
    "Missions/Secondary/Mun_Flag/Debrief02": "They clearly think a lot of themselves. His note said, “Congrats on becoming relevant. -F”",
    "Missions/Secondary/Mun_Flag/Debrief03": "We’re the first space program on Kerbin! I swear, some manufacturers are never satisfied. Let’s try to stay on good terms, though. I heard there’s a possibility for another toy line in the near future!",
    "Missions/Secondary/Mun_OrbitInclination/Name": "Disco Party",
    "Missions/Secondary/Mun_OrbitInclination/Description": "Hey! It’s Keri’s half-birthday and Mission Control wants to throw her a big party. We'd love a shiny vessel orbiting the Mun like a disco ball. We calculated the glint per surface area of the vessel from the distance to the dance floor and a 70-degree incline should do it. But which unlucky Kerbal doesn’t get to go to the party? \n\nNot it!",
    "Missions/Secondary/Mun_OrbitInclination/Objective": "Orbit the Mun with an inclination of 70 degrees.",
    "Missions/Secondary/Mun_OrbitInclination/Debrief01": "Congratulations, the Munar disco ball helped make Keri’s half-birthday party a glowing success!",
    "Missions/Secondary/Mun_OrbitInclination/Debrief02": "Except for Jeb’s karaoke performance. We had everyone sign a nondisclosure agreement to make sure that no recording or eyewitness account ever surfaces.",
    "Missions/Secondary/Mun_OrbitInclination/Debrief03": "Let’s go see if there is any cake left. I think we’ve earned it!",
    "Missions/Secondary/Pol_ExperimentHighlands/Name": "Artificial Superpowers",
    "Missions/Secondary/Pol_ExperimentHighlands/Description": "Director, I have a question. If someone said they came from the future and knew how to get superpowers, would you listen to them for four hours and launch a mission based on that information? You would? Oh, thank goodness. For a moment, I felt a bit kooky.\n\nUrika Inc. thinks the highly radioactive sulfur fields on Pol could give Kerbals superpowers, perhaps rendering space suits obsolete. I'm skeptical, but let’s perform a radiation survey just in case.",
    "Missions/Secondary/Pol_ExperimentHighlands/Objective": "Perform a Radiation Observation in the Lowlands on Pol.",
    "Missions/Secondary/Pol_ExperimentHighlands/Debrief01": "Nope! This stuff is super toxic. Like, turns-your-bones-to-soup toxic!",
    "Missions/Secondary/Pol_ExperimentHighlands/Debrief02": "Those quacks from Urika Inc. are free to conduct further investigations on their own. If they discover any superpowers, they can take all the credit.",
    "Missions/Secondary/Pol_ExperimentHighlands/Debrief03": "Did you send a crew on that mission? If so, has anybody checked on them?",
    "Missions/Secondary/Pol_Flag/Name": "Second Dibs: Gold Edition",
    "Missions/Secondary/Pol_Flag/Description": "Director, great news! Our Maxo Mun toy is flying off the shelves! Francois was sitting at my desk this morning with four members of their entourage. They were using that fourth member as an ottoman. They'd been “roughing it in my office for 20 minutes, which is like two hours in the woods.” They handed me these blueprints and left. What happened to security? \n\nWhile I figure that out, here’s the mockup. It looks like Maxo Construction Toys is interested in a Pol Edition flag-planting action figure in child-safe gold.",
    "Missions/Secondary/Pol_Flag/Objective": "Plant a flag on Pol.",
    "Missions/Secondary/Pol_Flag/Debrief01": "Well done, boss! The photos are amazing! I’m glad we had the pilot get their eyebrows done. It really sold the moment.",
    "Missions/Secondary/Pol_Flag/Debrief02": "I would like to propose some security improvements. I saw the security footage of Francois entering Mission Control, and well…",
    "Missions/Secondary/Pol_Flag/Debrief03": "… our guards folded like a lawn chair. They smacked one guard with their glove and shouted, “I am Francois!” and the others backed down. Curse Francois and those perfectly-tailored slacks!",
    "Missions/Secondary/Tylo_LandHeavy/Name": "The BIGGUN",
    "Missions/Secondary/Tylo_LandHeavy/Description": "Kerbodyne has done it again. They ran a writing contest for the location of the unveiling of their biggest model, “THE BIGGUN.” Guess what location won? The one with the most difficult landing, Tylo.\n\nWe’re looking at 500 tons of hot fiery metal that doesn’t want to leave Kerbin, let alone land on Tylo without making a new crater. Are you up for it?",
    "Missions/Secondary/Tylo_LandHeavy/Objective": "Land a vessel on Tylo with a current mass over 500 tons.",
    "Missions/Secondary/Tylo_LandHeavy/Debrief01": "You did it! The crew must have been biting their nails the entire way down.",
    "Missions/Secondary/Tylo_LandHeavy/Debrief02": "Your specifications for building must have been very inventive. You won an award for the heaviest thing ever thrown!",
    "Missions/Secondary/Tylo_LandHeavy/Debrief03": "We were tempted to explain that we didn't technically \"throw\" our rocket into orbit, but we deserved a freebie. A dropkick to gravity indeed. What a beautiful rocket collection!",
    "Missions/Secondary/Vall_LandLair/Name": "It Came from Here??",
    "Missions/Secondary/Vall_LandLair/Description": "Probodobodyne Inc.’s President/Cryptozoologist picked me up in their limo this morning. They handed me a suitcase filled with documents and said, “I’ve cracked it!” Still too many doctored photos, but they think the creature’s lair is in a “frozen ocean.” We believe Vall has an ocean beneath its icy shell. We aren’t saying go for a swim, but see what you can find before the trail runs <i>cold</i>.",
    "Missions/Secondary/Vall_LandLair/Objective": "Locate the Kraken’s Lair on Vall.",
    "Missions/Secondary/Vall_LandLair/Debrief01": "We found something so amazing-",
    "Missions/Secondary/Vall_LandLair/Debrief02": "-and no one believes us! We have proof! Video, samples, and images of a giant space squid lair and everyone thinks it’s doctored?  So unfair!",
    "Missions/Secondary/Vall_LandLair/Debrief03": "Oh dear. I might owe the President of Probodobodyne an apology."
}