{
    "Science/TEMPLATE": "",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbol_HighOrbit": "The lab is investigating several solar flares. Shiny!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbol_LowOrbit": "Our science instruments are melting.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbol_HighOrbit": "The lab is investigating several solar flares. Shiny!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbol_LowOrbit": "Our science instruments are melting.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbol_HighOrbit": "There are no planets in sight. I feel very, very small.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbol_LowOrbit": "It is really, really hot. Should we go back inside?",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbol_HighOrbit": "The lab has been studying Kerbol’s heliosphere and is thrilled with the incoming data. For some reason, the mystery goo seems unhappy and withdrawn. Perhaps it is homesick?",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbol_LowOrbit": "We are gathering fascinating data about Kerbolar winds as well as mapping several Kerbol-spots.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbol_HighOrbit": "We are studying a fascinating coronal mass ejection coming from the surface of Kerbol.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbol_LowOrbit": "Readings suggest the surface temperature reaches as 3741.80°C. How cold it gets at night?",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbol_HighOrbit": "Instruments are picking significant solar radiation, even from this distance.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbol_LowOrbit": "The crew is mapping radiation levels across the spectrum.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Moho_HighOrbit": "The lab has verified Moho is not tidally locked but has the longest days and nights in the solar system. Current estimates suggest one day on Moho is a staggering 123 Kerbin days long.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Moho_LowOrbit": "Readings indicate the surface to be either extremely hot, or frigidly cold. But there may be evidence of water ice near the poles.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Moho_HighOrbit": "The lab verified Moho is not tidally locked, but it has the longest days and nights in the solar system. One day on Moho is a staggering 123 Kerbin days long.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Moho_LowOrbit": "Readings indicate the range of surface temperatures is extreme. There may be water ice near the poles.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Moho_Landed_MohoHighlands": "Readings indicate the temperature during the day is hot enough to roast a marshmallow without a fire.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Moho_Landed_MohoLowlands": "Carbon dating suggests the craters in this area are extremely old, some dating back to just after Moho’s formation billions of years ago.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Moho_Landed_MohoTwoRingCrater": "Carbon dating suggests this crater is over a billion years old.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Moho_Landed_MohoCrater": "Seismographs are detecting faint tremors from deep inside Moho, indicating the possibility of a molten hot spot beneath this crater.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Moho_Landed_MohoHighlands": "Thermo-analysis confirms the average daily temperature reaches can reach a blistering 430°C during the day and a frigid -180°C at night; possibly the most extreme difference in the solar system.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Moho_Landed_MohoLowlands": "Gravimetric readings show a higher-than-expected gravitational pull, suggesting Moho is one of the densest plants in the solar system.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Moho_Landed_MohoTwoRingCrater": "The lab is currently dating samples in both large and smaller craters to try and determine if the two craters were formed by the same impact, or a second impact later in its history.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Moho_Landed_MohoCrater": "Data is still incoming, but combined results suggest this crater was formed by an impact with a small planetoid roughly 2.5 billion years ago.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Moho_Landed_MohoHighlands": "There are a vast number of rocks and boulders scattered about. Tests identified many to be ferrous ore.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Moho_Landed_MohoLowlands": "Samples include several silicate minerals mixed with iron-poor pyroxene and olivine, and a large amount of sulfur.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Moho_Landed_MohoTwoRingCrater": "Samples show a very high level of ferrous ore, suggesting the impactor may have been mostly iron.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Moho_Landed_MohoCrater": "Samples suggest this crater was filled with lava soon after its formation.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Moho_Landed_MohoHighlands": "Tests indicate the composition of Moho is similar to Mun, but with much higher concentrations of sulfur and ferrous ore.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Moho_Landed_MohoLowlands": "Sample tests indicate the presence of quartz, feldspar, mica, amphibole, pyroxene, olivine, ferrous ore and sulfur, plus other trace minerals.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Moho_Landed_MohoTwoRingCrater": "Tests indicate the ground here is almost 70% ferrous ore and 30% silicate minerals, plus other trace elements.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Moho_Landed_MohoCrater": "Samples contain an almost equal mix of ferrous iron and silicate minerals, plus a surprising amount of volcanic basalt, leading to the conclusion the impact was so violent it melted the surface.",
    "Science/Experiments/CrewObservation/Data/Flavor/Moho_HighOrbit": "From here the surface looks tortured and bleak, covered with gigantic impact craters.",
    "Science/Experiments/CrewObservation/Data/Flavor/Moho_LowOrbit": "The surface craters look strangely weathered, perhaps from Kerbol’s fierce solar winds.",
    "Science/Experiments/CrewObservation/Data/Flavor/Moho_Landed_MohoHighlands": "The rocks on the surface are all brittle and shattered from the intense heat.",
    "Science/Experiments/CrewObservation/Data/Flavor/Moho_Landed_MohoLowlands": "I can see boulders the size of a house!",
    "Science/Experiments/CrewObservation/Data/Flavor/Moho_Landed_MohoTwoRingCrater": "The sides of this crater are astounding; as tall as some mountain ranges back on Kerbin.",
    "Science/Experiments/CrewObservation/Data/Flavor/Moho_Landed_MohoCrater": "It is very hard to believe I’m standing inside a crater.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Moho_HighOrbit": "The lab is analyzing a massive impact crater in the southern hemisphere. Early estimates suggest it was hit by something the size of Gilly!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Moho_LowOrbit_MohoLowlands": "Laser mapping indicates this area to be flat but littered with a large number of rocks and boulders. Landing will be a challenge.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Moho_LowOrbit_MohoHighlands": "We are mapping a myriad of impact craters, some of which resemble the craters on the Mun. A comparative study could prove interesting.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Moho_LowOrbit_MohoCrater": "Laser mapping identified several large lava fields inside this gigantic crater. The impact likely melted the surface for years, perhaps centuries.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Moho_LowOrbit_MohoTwoRingCrater": "Mapping suggests this crater has the highest walls ever recorded!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Moho_HighOrbit": "We are mapping a staggering amount of impact craters, including a deep one near the northern pole. We'll be working overtime to map these impacts, so I hope there are extra snacks!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Moho_LowOrbit_MohoLowlands": "Thermal imaging indicates the surface is frighteningly hot, but there are no signs of any large-scale volcanic activity.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Moho_LowOrbit_MohoHighlands": "Simulations based on current data show many of the substantial impact craters were caused by asteroids and comets caught in Kerbol’s gravity.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Moho_LowOrbit_MohoCrater": "Analysis suggests this crater was forged by a giant asteroid, but size wasn't the only factor. The speed of the impact reached as high as 10,000 meters per second!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Moho_LowOrbit_MohoTwoRingCrater": "We have a theory that the event causing the crater was so powerful that it ejected vast amounts of debris, and that debris came crashing down to form the second impact.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Moho_HighOrbit": "Solar radiation from Kerbol is intense. Extra vehicular activities should be kept to a minimum.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Moho_LowOrbit": "We are reading a dynamic magnetic field, roughly 1% that of Kerbin, suggesting Moho has a large iron core.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Moho_Landed_MohoHighlands": "We are detecting significant residual solar radiation on the surface.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Moho_Landed_MohoLowlands": "Solar radiation on the day side is fierce and not deterred by Moho’s tiny magnetic field.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Moho_Landed_MohoTwoRingCrater": "We are detecting only residual radiation in this crater. The impactor was not radioactive.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Moho_Landed_MohoCrater": "We detected a small amount of radiation in the rocks and boulders scattered inside this crater. Evidence suggests they may be ejecta from the younger nearby craters.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Eve_Atmosphere_EveFoothills": "Barometric pressure is nearly 4 times that of Kerbin. We are going to need a really big rocket to get back home.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Eve_Atmosphere_EveShallows": "Everything is covered in a dense purple fog.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Eve_Atmosphere_EveImpactSites": "We are detecting wind speeds of 5 to 15 kph that are causing dense clouds of purple fog to form along the windward sides of this crater.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Eve_Atmosphere_EveOlympus": "The clouds seem to glow.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Eve_Atmosphere_EveSeas": "It looks like pockets of purple mist are rising from the oceans.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Eve_Atmosphere_EveFoothills": "Samples are composed of a high degree of carbon dioxide and large concentrations of gaseous iodine, argon, and hydrogen sulfide.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Eve_Atmosphere_EveShallows": "Samples are intriguing. Tests indicate gaseous sulfuric acid is combining to form sulfur dioxide, hydrogen iodine and tiny amounts of water vapor.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Eve_Atmosphere_EveImpactSites": "Test samples are mostly carbon dioxide and gaseous iodine mixed with vaporous sulfuric acid. The origin of this large amount of iodine is unknown.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Eve_Atmosphere_EveOlympus": "There are atoms of a new argon isotope in the atmosphere. When charged by solar particles, they become excited and glow!",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Eve_Atmosphere_EveSeas": "Tests indicate the atmosphere is composed of carbon dioxide, gaseous sulfuric acid, and hydrogen sulfide. There are also traces of sulfur dioxide, gaseous iodine, and iodine ions.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_HighOrbit": "Gravity is similar to Kerbin, but the atmosphere is far denser. Landing should be easy. Taking off again, not so easy.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_LowOrbit": "The experiment reports a dense CO2 atmosphere and extremely hot temperatures on the surface. EVA suits are essential.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Atmosphere": "We are logging faint fluctuations in both temperature and barometric pressure while moving through the atmosphere. These are small but important clues about Eve’s strange weather.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Landed_EveFoothills": "We are reading a blistering 150°C outside. Good thing we brought some heavy duty cooking thermometers!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Splashed_EveShallows": "There is a faint breeze here. It is still a searing 130°C, but it's curiously cooler than the rest of Eve.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Landed_EveImpactSites": "Measurements of the crater’s depth and diameter suggest its impactor was the size of a large building.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Landed_EveOlympus": "Barometric pressure is significantly less here than at sea level. If you want to escape Eve, this would be the best place for it.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Splashed_EveSeas": "Barometric pressure is almost four times as heavy as Kerbin. Eve’s steady winds are forming sizable waves despite the pressure.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Landed_EveSeas": "Temperatures are nearly the same as the surface. How this ocean can maintain a stable temperature is a mystery.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_HighOrbit": "Thermal surveys show the surface reaches a staggering 140°C during the day with a slight drop in temperature at night.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_LowOrbit": "Subtle shifts in temperature over time suggest Eve has a complex and fascinating weather system. We need more data!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Atmosphere": "Data suggests vast updrafts carry tons of gaseous iodine into the upper atmosphere. These vast purple clouds then condense into a violet mist that gently falls back to the surface.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Landed_EveFoothills": "The algae immediately died on exposure. That is probably not good.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Splashed_EveShallows": "Barometric pressure is extreme. The atmosphere is almost 4 times denser and heavier than Kerbin.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Landed_EveImpactSites": "The lack of significant erosion suggests this crater is geologically young.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Landed_EveOlympus": "The seismograph reports occasional tremors. While dormant, this volcano is not yet extinct.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Splashed_EveSeas": "Kerbol's gravitational pull creates gradual but significant tidal forces.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Landed_EveSeas": "Ocean pressure at this depth is extreme. Our onboard mystery goo is hiding in a corner of its container. There is no sign of kraken, but we advise caution.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Landed_EveFoothills": "The ground is covered in shattered stone.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Landed_EveShallows": "The ground is muddy sludge. Gross!",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Splashed_EveShallows": "Readings indicate Eve's ocean's to be scalding hot. Swimming without a spacesuit is a bad idea.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Landed_EveImpactSites": "This crater surface looks blasted away by the extreme heat.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Landed_EveOlympus": "The ground here is thankfully solid.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Splashed_EveSeas": "It took three attempts to gather a sample that did not dissolve the container.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Landed_EveSeas": "The sea bottom is mostly sand and broken rock.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Landed_EveShallows": "Samples are a weird mix of basalt mixed with liquid sulfur and sulfuric acid. Don't hold it if you value your hands.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Landed_EveFoothills": "Samples indicate this area is comprised mostly of volcanic basalt.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Landed_EveShallows": "Samples show a mix of basalt, liquid sulfur, and sulfuric acid. I hope no one held this sample for long.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Splashed_EveShallows": "Samples are comprised of liquid sulfur with traces of sulfuric acid and other caustic chemicals.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Landed_EveImpactSites": "Samples indicate volcanic basalt mixed with significant amounts of nickel-iron. Is that the impactor?",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Landed_EveOlympus": "Samples are mostly volcanic basalt.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Splashed_EveSeas": "Samples are comprised of liquid sulfur with traces of sulfuric acid, hydrogen iodide, hydrogen sulfide, and other nasty chemicals.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Landed_EveSeas": "Samples show the sea bottom is comprised of finely ground volcanic basalt and minute amounts of granite.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_HighOrbit": "Eve is stunning from this altitude. The clouds below seem to glow.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_LowOrbit": "It is impossible to make out any clear details of the surface from here. Can someone move this atmosphere?",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Atmosphere": "I’m flying through a purple cloud! Sure, it's deadly, but it's so pretty.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Landed_EveFoothills": "This whole area is covered in a swirling purple fog.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Landed_EveShallows": "This region is covered in shallow pools. It's pretty weird and weirdly pretty.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Splashed_EveShallows": "This weird region is covered in shiny shallow pools.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Landed_EveImpactSites": "This crater is huge and craggy.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Landed_EveOlympus": "All can see from this height is a vast cloud of purple.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Splashed_EveSeas": "It’s like swimming in a sea of grape soda that you should never, ever drink!",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Landed_EveSeas": "The sea at this depth is dark and scary.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Eve_Splashed_EveShallows": "Temperatures outside average 140°C, which is hot enough to create the sulfur pools surrounding us.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Eve_Splashed_EveSeas": "The density of Eve’s liquid sulfur ocean is nearly twice that of Kerbin’s saltwater oceans.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Eve_Landed_EveSeas": "There is a steady current running along the ocean floor.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Eve_Splashed_EveSeas": "Sulfur dioxide, iodine, and water are reacting to form sulfuric acid and hydrogen iodide on the surface. It is still unclear where the water is coming from in this sea of liquid sulfur.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Eve_Landed_EveSeas": "We have discovered shallow pools of almost pure iodine along the deepest parts of the seabed.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Eve_Splashed_EveShallows": "Samples are comprised of liquid sulfur with traces of sulfuric acid, hydrogen iodide, hydrogen sulfide, and other extremely caustic chemicals. Absolutely do not drink this.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eve_HighOrbit": "There is an induced magnetic field that is significantly weaker than Kerbin’s intrinsic magnetic field. Despite its similar size, Eve is much different than Kerbin.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eve_LowOrbit_EveFoothills": "Eve’s ionosphere is less dense here than over the oceans.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eve_LowOrbit_EveImpactSites": "Lasar imaging of the craters shows a lack of weathering. These craters were likely formed in the last thousand years.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eve_LowOrbit_EveOlympus": "Laser imaging suggests this is one of the tallest volcanoes in the solar system. It's hard to tell with all of those clouds.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eve_LowOrbit_EveSeas": "The atmosphere over Eve’s waters are nearly 10 degrees cooler than over land. We don't know why, but this is a fascinating clue into Eve’s strange weather.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eve_LowOrbit_EveShallows": "The laser images of this region show narrow channels of solid ground surrounded by sulfur pools. If you like the smell, feel free to land here, but also don't open your helmet.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eve_HighOrbit": "Extended study of Eve’s ionosphere suggests it is a series of belts instead of a continuous field. It is not nearly as powerful as Kerbin’s intrinsic field.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eve_LowOrbit_EveFoothills": "The lab has confirmed a slight drop in the density of Eve’s ionosphere over land than over the oceans. Is this higher elevation or strange chemistry at play?",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eve_LowOrbit_EveImpactSites": "The lab is running simulations to see if Eve’s impact craters were formed by a single asteroid that shattered in the atmosphere before impacting the surface.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eve_LowOrbit_EveOlympus": "Laser imaging reveals that the peak of this volcano is over 7,500 meters above sea level. This makes it an ideal location for landing and taking off.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eve_LowOrbit_EveSeas": "Time lapse photography of Eve’s clouds show pockets of lower temperatures and pressure over deep points of Eve’s oceans. This causes much of Eve’s violent weather.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eve_LowOrbit_EveShallows": "Thermal imaging of the clouds above this area shows strange fluctuations in temperature. The differences are minor but consistent, swirling in strange and beautiful bands.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_HighOrbit": "Solar radiation levels are exceedingly high. Prolonged exposure is not advised.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_LowOrbit": "Eve’s induced magnetic field cannot hold back Kerbol’s deadly solar winds, and a significant amount reaches the surface.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Atmosphere": "There are slight fluctuations in solar radiation as we pass through the clouds. The denser clouds absorb more solar radiation than clearer areas.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Landed_EveFoothills": "The radiation here is considerably less than in orbit, despite there being no magnetic field surrounding the planet.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Landed_EveShallows": "Solar radiation in this area is not much higher than on Kerbin. Eve’s dense cloud layer must be blocking most of it.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Splashed_EveShallows": "Solar radiation here is comparable to Kerbin. Eve’s dense cloud layer is shielding the area.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Landed_EveImpactSites": "Solar radiation in this crater is significant but expected.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Landed_EveOlympus": "Solar radiation is still significant at this altitude.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Splashed_EveSeas": "Solar radiation levels are low at sea level but still high enough to caution against sunbathing.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Landed_EveSeas": "There is little radiation to report at this depth.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Gilly_HighOrbit": "Gilly appears to have suffered a tremendous impact in its past, but there are no signs of residual dust. Too bad, Eve would look amazing with a ring.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Gilly_LowOrbit": "Magnetometers detect no sign of a magnetic field, as expected.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Gilly_Landed_GillyHighlands": "Gravity is very low here. A Kerbal could almost achieve orbit if they jump high.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Gilly_Landed_GillyMidlands": "There are ancient craters all around. None of the impacts look recent.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Gilly_Landed_GillyLowlands": "There are many rocks and boulders scattered about the surface.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Gilly_Landed_GillySilicateFields": "This location is much lighter colored than the surrounding hills and craters.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Gilly_Landed_GillyObliqueImpact": "A massive oblique impact caused this crater.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Gilly_HighOrbit": "Simulations suggest Gilly entered Eve’s atmosphere when it was captured. This would slow Gilly enough to fall into its present orbit, and it explains its worn surface.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Gilly_LowOrbit": "Laser mapping shows a strange weathering along some of the large impact crater edges. This could support the theory that Gilly had entered Eve’s atmosphere when it was first captured.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Gilly_Landed_GillyHighlands": "Gilly rotates so quickly that its surface has an apparent horizontal velocity of 5 m/s. That's faster than I walk!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Gilly_Landed_GillyMidlands": "There is nothing unusual to report. The mystery goo seems calm and peaceful.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Gilly_Landed_GillyLowlands": "Tests indicate the surrounding rocks and boulders are the remains of an ancient impactor.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Gilly_Landed_GillySilicateFields": "There is no evidence of water, but the presence of magnesium silicates suggests it was in the ancient past. Maybe it is from the tail of some ancient ice comet.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Gilly_Landed_GillyObliqueImpact": "Tests suggest this crater may have been formed by a collision with a primordial comet.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Gilly_Landed_GillyHighlands": "The ground is primarily softly packed stone.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Gilly_Landed_GillyMidlands": "We’ve collected some samples. After we’re done testing, they are going into Jeb’s rock collection.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Gilly_Landed_GillyLowlands": "The surface is lightly packed. Picking up a small a sample creates a large cloud of dust",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Gilly_Landed_GillySilicateFields": "The sample is a mixture of fine white magnesium powder and other small rocks.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Gilly_Landed_GillyObliqueImpact": "The surface here is like rough sand.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Gilly_Landed_GillyHighlands": "Samples are mostly iron and nickel with traces of granite and silicates.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Gilly_Landed_GillyMidlands": "This area is comprised of stony iron mixed with small amounts of magnesium silicates.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Gilly_Landed_GillyLowlands": "Samples are an even mix of metallic rock and magnesium silicates.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Gilly_Landed_GillySilicateFields": "Samples include magnesium silicates mixed with serpentine, pyroxene, amphibole, and olivine.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Gilly_Landed_GillyObliqueImpact": "Samples are nickel and magnesium silicates. There are also traces of frozen carbon monoxide, carbon dioxide, methane, ammonia, and other inorganic and organic molecules.",
    "Science/Experiments/CrewObservation/Data/Flavor/Gilly_HighOrbit": "Eve looks amazing from here! Oh, we're studying Gilly? Eh, it's alright.",
    "Science/Experiments/CrewObservation/Data/Flavor/Gilly_LowOrbit": "The surface of Gilly resembles a fine chocolate. The crew is preparing a taste test.",
    "Science/Experiments/CrewObservation/Data/Flavor/Gilly_Landed_GillyHighlands": "There is very little to report, but the view of Eve is spectacular.",
    "Science/Experiments/CrewObservation/Data/Flavor/Gilly_Landed_GillyMidlands": "There are huge rocks and boulders nearby. A kraken could be hiding behind any one of them!",
    "Science/Experiments/CrewObservation/Data/Flavor/Gilly_Landed_GillyLowlands": "The ground is a beautiful chocolate brown. Sadly, it’s only rock. Put the forks away!",
    "Science/Experiments/CrewObservation/Data/Flavor/Gilly_Landed_GillySilicateFields": "This entire area seems to glisten like tiny pearls.",
    "Science/Experiments/CrewObservation/Data/Flavor/Gilly_Landed_GillyObliqueImpact": "This crater is massive but smooth. This impact must have happened a long time ago.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Gilly_HighOrbit": "The lab is currently searching for any sign of a tail, but with no luck. There are no large amounts of ice on the surface of Gilly.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Gilly_LowOrbit_GillyHighlands": "Images show a distinct difference between some very ancient, weathered craters and the many smaller, more recent craters.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Gilly_LowOrbit_GillyLowlands": "The lowlands are the bottoms of very ancient craters. The lab is finding the size and mass of the impactors.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Gilly_LowOrbit_GillyMidlands": "Lasar mapping images show a rough, hilly surface that is marked with boulders. Finding a landing spot will be challenging.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Gilly_LowOrbit_GillyObliqueImpact": "While mapping the crater, we saw evidence of small lava fields. This impact was so great that it melted the surface.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Gilly_LowOrbit_GillySilicateFields": "Readings clearly show this region is comprised of a different substance than the rest of Gilly. It could be the shattered remains of an impactor.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Gilly_HighOrbit": "The lab's models all confirm Gilly's density is far too low. Some even suggest Gilly is hollow!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Gilly_LowOrbit_GillyHighlands": "The data is inconclusive, but we have a theory that many of the older surface craters were formed long before Gilly was captured by Eve’s gravity.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Gilly_LowOrbit_GillyLowlands": "These lowlands are formed from extremely old and worn impact craters. We have a new hypothesis: Gilly is older than Eve!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Gilly_LowOrbit_GillyMidlands": "This area has an unusual number of very small craters compared to the rest of Gilly. Let's see if we can find out why!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Gilly_LowOrbit_GillyObliqueImpact": "R&D is still analyzing, but simulations suggest the impactor that caused this crater was almost half the size of Gilly, and it hit at an angle of approximately 20 degrees.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Gilly_LowOrbit_GillySilicateFields": "According to simulations, this region was created from the remains of a unique object that shattered on impact.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Gilly_HighOrbit": "The solar radiation this close to Kerbol is powerful. Extreme sunscreen protocol is in effect.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Gilly_LowOrbit": "We are detecting no signs of radiation on the surface of Gilly.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Gilly_Landed_GillyHighlands": "The only radiation being detected is coming from Kerbol. Gilly is clean.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Gilly_Landed_GillyMidlands": "After asking to turn the onboard microwave off, we've detected no radiation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Gilly_Landed_GillyLowlands": "There are faint radiation signatures emanating from the larger boulders. An ancient impactor may have been radioactive with it hit Gilly.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Gilly_Landed_GillySilicateFields": "We are picking up traces of radiation on the surface, but it is likely residual radiation from Kerbol’s powerful solar winds.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Gilly_Landed_GillyObliqueImpact": "There are no signs of radiation in this crater except for solar radiation emanating from Kerbol.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Kerbin_Atmosphere_KerbinGrasslands": "The air is lovely this time of year.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Kerbin_Atmosphere_KerbinHighlands": "The air feels warm during the day and mild during the night.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Kerbin_Atmosphere_KerbinMountain": "The air is fresh and crisp at this altitude.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Kerbin_Atmosphere_KerbinDesert": "The air is remarkably dry and arid.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Kerbin_Atmosphere_KerbinBeach": "The air tastes salty. Is my helmet sealed?",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Kerbin_Atmosphere_KerbinIce": "The air is crisp and cold.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Kerbin_Atmosphere_KerbinWater": "Water is getting into the intakes!",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Kerbin_Atmosphere_KerbinGrasslands": "Air samples show nothing unusual. There is a higher than average pollen count, so packing some extra tissues may be wise.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Kerbin_Atmosphere_KerbinHighlands": "Air samples show a moderate amount of humidity. There are traces of pollen from nearby trees and grasses.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Kerbin_Atmosphere_KerbinMountain": "Samples show a lower oxygen content than at sea level. Caution is advised on the higher mountain peaks.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Kerbin_Atmosphere_KerbinDesert": "The humidity is low, allowing twice the normal amount of solar radiation to reach the surface. Did we bring sunblock?",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Kerbin_Atmosphere_KerbinBeach": "Samples hold a significant amount of salt and sand. Prolonged exposure may harm sensitive equipment.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Kerbin_Atmosphere_KerbinIce": "The air samples in this region are pristine and practically free of contamination.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Kerbin_Atmosphere_KerbinWater": "There is a large amount of saline in the immediate atmosphere. Take special care of the sensitive equipment to prevent corrosion.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_LowOrbit": "The weather is perfect. Nothing unexpected to note.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Atmosphere": "Current outside temperature is cold, and humidity is low. It is good flying weather.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_HighOrbit": "The magnetic fields around Kerbin are slightly higher than expected, which might account for the nice weather we’ve been having on the surface.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinGrasslands": "We have collected a huge bouquet… I mean samples.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinHighlands": "The air here is crisp and clear.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinMountain": "The air seems a bit thinner at this height.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinDesert": "It is extremely hot and dry here. I hope we packed plenty of fluids.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinBeach": "The sound of the waves crashing against the beach is quite soothing.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinIce": "Temperatures in this area fluctuate above and below zero much more than expected.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Splashed_KerbinWater": "The waves are very high. I hope we packed some motion sickness bags!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinWater": "It is really dark out there.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Splashed_KerbinBeach": "The sound of the waves crashing against the beach is soothing.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinGrasslands": "Readings indicate a significant pollen allergen concentration. Extra tissues are advised.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinHighlands": "Current samples are all within expected parameters. Nothing unusual to report.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinMountain": "Oxygen levels at this altitude are considerably lower. You might want to bring your own.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinDesert": "Samples contain almost no ground water or water vapor in the atmosphere. The mystery goo does not seem to like it here.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinGrasslands": "The soil in this area appears to be quite rich in both phosphates and nitrates.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Atmosphere": "The air samples contain dust and several species of small insects. They're very crunchy.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_HighOrbit": "There is a significant amount of nitrogen and oxygen molecules. Faint traces of Kerbin’s atmosphere extend this far away!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_LowOrbit": "We are tracking several temperature gradients to expand our understanding of Kerbin’s weather patterns.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Splashed_KerbinBeach": "These beaches are home to hundreds of fascinating plant and animal species. Please don't ask us to collect them all.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinBeach": "These beaches are home to hundreds of fascinating plant and animal species. It will take years to collect samples of all of them.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinIce": "Environmental samples are all within expected parameters. But the mystery goo is shivering",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Splashed_KerbinWater": "Barometric pressure is dropping. We may see a storm later!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinWater": "Temperatures at this depth are near freezing.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinHighlands": "We have found some beautiful rocks to add to the crew's collection.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinMountain": "The ground here is nothing but rock.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinDesert": "I hope you like sand!",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinBeach": "We’ve collected some amazing seashells.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinIce": "This whole area is perfect for making snow Kerbals.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Splashed_KerbinWater": "The water is extremely salty.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Splashed_KerbinBeach": "We’ve collected some amazing seashells!",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinWater": "We are thrilled to announce the discovery of no less than 3 new and delicious shrimps!",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinGrasslands": "Sample results - 48% mineral, 3% organic matter, 22-38% water, and 25-35% air.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinHighlands": "The samples contain more rock and minerals than first anticipated.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinMountain": "Samples consist primarily of sedimentary and metamorphic rock formed under high pressure and low temperature.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinDesert": "Samples consist primarily of quartz and small amounts of feldspar and kerbovite.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinBeach": "The area is comprised mostly of silica quartz and feldspar. There are small amounts of crushed shell and other organic material.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinIce": "The ice and snow samples indicate nearly pure water with almost no saline or trace elements.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Splashed_KerbinBeach": "The area is mostly silica quartz and feldspar mixed with small amounts of crushed shell and other organic material.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Splashed_KerbinWater": "Sample results: 95% water, 3.0% salts, and a small percentage of organic and inorganic substances.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinWater": "Results show mostly sand and broken shell with trace amounts of organic matter.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_LowOrbit": "There’s no place like home.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_HighOrbit": "Kerbin looks amazing. Oh, I think I can see my house from here!",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Atmosphere": "It is the perfect weather for flying. I wish I had wings, but I suppose this will do.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Splashed_KerbinBeach": "We found the best picnic spot yet!",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinGrasslands": "There are a myriad of flowers blooming as far as the eye can see.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinHighlands": "The rolling hills are stunning. This is an ideal location for a summer cottage.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinMountain": "If you stand in just the right spot, you can see for kilometers in every direction.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinDesert": "Even in a spacesuit there is sand between my toes. How is that possible?",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinBeach": "Let's have a picnic! For science!",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinIce": "It is really cold out here!",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Splashed_KerbinWater": "I think I just saw a school of kitten-fish!",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinWater": "Visibility at this depth is only a few meters.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Kerbin_Splashed_KerbinWater": "This whole area is teaming with microbial life!",
    "Science/Experiments/MarineSurvey/Data/Flavor/Kerbin_Landed_KerbinWater": "We have spotted several species of cephalopod and thankfully no Kraken.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Kerbin_Splashed_KerbinWater": "We have identified over 70 different species of plankton in just one sample!",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Kerbin_Landed_KerbinWater": "There is a higher concentration of dissolved salts at this depth than the surface.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Kerbin_Splashed_KerbinBeach": "The water is crystal clear and warm. This is a perfect location for swimming.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Kerbin_Splashed_KerbinBeach": "There are several species of shellfish, including a shrimp previously thought extinct. Wonder what it tastes like?",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbin_HighOrbit": "The lab is working on several projects. Alongside atmospheric and meteorological observations, we are studying the long-term effects of microgravity on snacks!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbin_LowOrbit_KerbinGrasslands": "We are using high-definition cameras to spot any herd of wild Kapybara wandering the Kerbin grasslands.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbin_LowOrbit_KerbinHighlands": "We are studying the faint variations in temperature on the surface, the telltale sign of a warm air current.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbin_LowOrbit_KerbinMountain": "We have mapped some of Kerbin’s inaccessible mountain slopes. The images are stunning.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbin_LowOrbit_KerbinDesert": "We cataloging the different features in Kerbin’s deserts, but we keep getting distracted by how beautiful it is.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbin_LowOrbit_KerbinIce": "Temperatures on the surface at night could reach as low as -90°C. Extra blankets are required.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbin_LowOrbit_KerbinWater": "We have discovered several temperature fluctuations in Kerbin’s oceans. Warm and cold currents circle the planet.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Kerbin_LowOrbit_KerbinBeach": "High-definition images located several schools of fish just offshore.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbin_HighOrbit": "The lab is the structure of Kerbin’s magnetosphere to try and learn more about our planet’s core.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbin_LowOrbit_KerbinGrasslands": "We are studying weather patterns over the grasslands so we can improve our metrological knowledge of Kerbin.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbin_LowOrbit_KerbinHighlands": "Keri Kerman wants to know how many trees are on the planet, so we're stuck studying forest density. I think she needs to cut back on the coffee.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbin_LowOrbit_KerbinMountain": "With this new insight into Kerbin’s tectonic activity, we are learning how our glorious mountain ranges were formed.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbin_LowOrbit_KerbinDesert": "The deserts have some of the most extreme temperature fluctuations on Kerbin.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbin_LowOrbit_KerbinIce": "The lab has picked up some minute shifts in Kerbin's magnetic pole. You stay right there, pole!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbin_LowOrbit_KerbinWater": "Someone bet us that Minmus has a slight effect on Kerbin’s tides. That Kerbal owes us a snack.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Kerbin_LowOrbit_KerbinBeach": "We have located several choice locations for a beach house. Oh, we're studying tides too.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_LowOrbit": "Kerbin’s magnetic field is already blocking a significant amount of solar radiation at this altitude.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_HighOrbit": "Despite Kerbin’s magnetic field, there is still a significant amount of solar and cosmic background radiation at this altitude.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Atmosphere": "Solar radiation increases the higher up we go. Clearly, the atmosphere absorbs some of the radiation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinGrasslands": "We are detecting very little radiation in this area.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinHighlands": "There is very little solar radiation detected.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinMountain": "We are detecting faint radiation signatures, but these may be caused by the increase of solar radiation at this altitude.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinDesert": "Radiation in this area is negligible.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinBeach": "There is a slight increase of solar radiation in this area, making it an ideal location for sun-bathing. Sunscreen is advised for prolonged exposure.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinIce": "Solar radiation in this area is nearly twice what we expected. Caution is advised.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Splashed_KerbinWater": "Solar radiation on the surface is negligible.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinWater": "Radiation levels are higher than expected, most likely due to a concentration of potassium-40. Perhaps we can use potassium-argon dating to determine the age of Kerbin's oceans.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_HighOrbit": "Surface mapping has reviewed thousands of previously unknown micro-craters. My hand is going to cramp cataloging all of them.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_Landed_MunHighlands": "Initial temperature readings show the side facing Kerbol to be nearly 100C, and the dark side nears -200C.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_LowOrbit": "Magnetometers detected very faint magnetic signatures coming from the Mun’s poles. Mun’s core may be partially molten.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_LowOrbit": "We are detecting an atmosphere! It is less than 1,000,000 molecules per cubic centimeter, so don't take the helmet off just yet.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_HighOrbit": "Readings are optimal, but the mystery goo seems unusually agitated.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Highlands": "All instruments are functioning within expected parameters, but the barometer is stuck on zero. It may need recalibrating.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Landed_MunCraters": "Unless Kerbol is directly overhead, there is always a shadowed area inside the crater.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Landed_MunMareEyes": "This area seems so dark and quiet. Let’s hope there are no Kraken lurking about.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Landed_MunBiggestCrater": "The area inside this crater resembles other nearby craters. Only from orbit does the magnificent ray system become apparent.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Landed_MunMare": "This area seems so dark and quiet. Let’s hope there are no Kraken lurking about.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Landed_MunHighlands": "Initial temperature readings show the side facing Kerbol to be nearly 100°C above zero, while the dark side is approximately 200°C below zero.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_Landed_MunCraters": "Temperatures in this crater can range from over 125°C in full sunlight to a frigid 170°C below zero in the shadowed areas.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_Landed_MunBiggestCrater": "Because of the rayed crater’s location, there is always a thin, shadowed region along the northern inside edge. This area is significantly colder than the rest of the crater.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_Landed_MunMare": "The lack of cratering in this mare suggests it cooled recently in geologic terms.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_Landed_MunMareEyes": "Detailed analysis of the eyes and the surrounding plains suggest these formations are the result of massive amounts of ejecta being hurled up and then cooling.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Mun_Landed_MunCraters": "There are a lot of interesting looking rocks to choose from.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Mun_Landed_MunMareEyes": "There are only a few rocks available, so we had to chip some from the surface.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Mun_Landed_MunBiggestCrater": "Samples of the rays seem to be similar to those of the Munar highlands.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Mun_Landed_MunMare": "There are only a few rocks available, so we had to chip some from the surface.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Mun_Landed_MunHighlands": "These samples are some form of intrusive igneous rock comprised of mostly feldspar with traces of pyroxene, ilmenite, magnetite, and olivine. Fascinating.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Mun_Landed_MunCraters": "Samples are a mix of lighter ejecta derived from more distant impacts in the highlands and darker basaltic material, such as that found on the maria.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Mun_Landed_MunHighlands": "Fascinating. These samples are some form of intrusive igneous rock. They are mostly feldspar with traces of pyroxene, ilmenite, magnetite, and olivine.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Mun_Landed_MunMare": "These samples are basaltic in nature, suggesting this whole area was once a vast lava plain.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Mun_Landed_MunBiggestCrater": "Samples suggest that the relative brightness of this ray system is not a reliable indicator of its age. It comes from lower concentrations of iron oxide in the area.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Mun_Landed_MunMareEyes": "These samples are mostly feldspar with traces of pyroxene, ilmenite, magnetite, and olivine.",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_LowOrbit": "We can see many more small craters than previously seen through telescopes on Kerbin.",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_HighOrbit": "It is remarkable how beautiful the Mun is from here.",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_Landed_MunHighlands": "There is a thin layer of dust covering the surface. It’s getting into all the equipment!",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_Landed_MunCraters": "I cannot see anything beyond the crater’s edge. It’s like being trapped inside a gigantic cereal bowl!",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_Landed_MunMare": "The surface is so smooth and shiny that it almost resembles the KSC parking lot.",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_Landed_MunBiggestCrater": "It is a little disappointing that I cannot see this crater’s magnificent rays while standing inside it.",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_Landed_MunMareEyes": "This formation seems so out of place on the vast mare. What a cool location to build a vacation colony!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Mun_LowOrbit_MunBiggestCrater": "The rays of this crater extend hundreds of kilometers in every direction. I would not want to run the length of a ray!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Mun_LowOrbit_MunCraters": "Craters range from hundreds of meters in diameter down to few meters across. The variety is astounding.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Mun_LowOrbit_MunHighlands": "It is with great sadness we admit our tests have found no evidence of Mun cheese.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Mun_LowOrbit_MunMare": "Maps confirm this area is an ideal landing location.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Mun_LowOrbit_MunMareEyes": "These strange, mountain-like structures reach dozens, if not hundreds, of meters above the mare.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Mun_HighOrbit": "We are testing a hypothesis that the Mun was formed from the ejecta of a massive proto-planet colliding with Kerbin in the distant past.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Mun_LowOrbit_MunBiggestCrater": "With this data, we believe the impactor that formed this crater hit at a nearly 90-degree angle with speeds exceeding 10,000 meters per second.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Mun_LowOrbit_MunCraters": "We were originally tasked to map every crater on the Mun. We will need significant amounts of overtime.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Mun_LowOrbit_MunHighlands": "Ground surveys indicate an uneven and rocky surface. Exercise caution if you land here.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Mun_LowOrbit_MunMare": "The relative flatness and low albedo suggest this might have once been a vast lava plain during the Mun’s violent formation.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Mun_LowOrbit_MunMareEyes": "Simulations suggest these structures formed from an asteroid impacting the mara when it was still molten. That threw vast amounts of ejecta upwards that then cooled.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Mun_HighOrbit": "The lab is currently mapping all of the microcraters on the Mun to determine if there are any patterns to the impact locations.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_LowOrbit": "Sensors are detecting very faint amounts of radiation from several craters on the surface, indication some impactors may have been radioactive.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_HighOrbit": "The amount of solar radiation from Kerbol is high, but Kerbin's magnetic field is still blocking a significant amount.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_Landed_MunHighlands": "Readings suggest some radioactive particles are being created in the lunar soil as a result of the interactions between solar energetic particles from the Kerbol and galactic cosmic rays.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_Landed_MunCraters": "Besides the solar radiation, we are detecting faint signatures in the surface. The impactor may have been radioactive when this crater was formed.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_Landed_MunMare": "Reading indicate a Kerbal may receive as much as 60 microsieverts of radiation per hour in this location, depending on solar activity. We recommend limiting your EVA time accordingly.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_Landed_MunBiggestCrater": "We are not detecting any significant radiation from the crater itself. Whatever impacted here, it was probably not radioactive.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_Landed_MunMareEyes": "There is no significant change in radiation from the surrounding area.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Minmus_HighOrbit": "The spectral analysis of the surface is strangely off and not consistent with any kind of ice that we know of.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Minmus_LowOrbit": "All our readings are inconsistent with what we expected to find, but the mystery goo seems strangely quiet and at peace.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Minmus_HighOrbit": "Surface mapping shows large rocks and boulders covering strangely smooth hills and valleys. There is no evidence of tectonic activity to explain how they may have formed.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Minmus_LowOrbit": "We expected Minmus was made of ice and snow, but none of the incoming data supported this. Either our instruments are off, or Minmus is a lot stranger than we imagined.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Minmus_Landed_MinmusSnowdrifts": "It is disappointing, but this is definitely not ice cream.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Minmus_Landed_MinmusSheetIce": "Even in the vacuum of space, it seems almost eerily silent.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Minmus_Landed_MinmusArcticIce": "With Kerbol so low on the horizon, the area seems to be in constant shadow.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Minmus_Landed_MinmusCraters": "This crater is very smooth and distinctly different in appearance from the Mun’s jagged, rocky craters.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Minmus_Landed_MinmusSnowdrifts": "The ground is loose and lightly compacted, like walking on the beach back home. It is theoretically possible these hills are actually the shattered remnants of some ancient meteorite impact that has long since settled.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Minmus_Landed_MinmusSheetIce": "This region is astoundingly flat and slippery. It's like ice but not quite!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Minmus_Landed_MinmusArcticIce": "This area can change temperature from hundreds of degrees above zero to just as many below zero in just minutes. Such extremes could wreak havoc on our equipment over time.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Minmus_Landed_MinmusCraters": "We are detecting trace amounts of frozen water ice at the bottom of the crater. Unfortunately, there's not enough to make a drink.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Minmus_Landed_MinmusSnowdrifts": "These samples appear to be some sort of crushed glass.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Minmus_Landed_MinmusSheetIce": "Samples chipped from the surface are razor sharp. Whatever you do, do not slice your spacesuit.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Minmus_Landed_MinmusArcticIce": "The sandy surface seems to glitter in the starlight.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Minmus_Landed_MinmusCraters": "Samples are the same shiny glass sand as Minmus’ highlands with some darker flecks.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Minmus_Landed_MinmusSnowdrifts": "Analysis confirms the samples are a mixture of crushed silicon and shocked quartz.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Minmus_Landed_MinmusSheetIce": "Samples indicate a mix of silicon and quartz, melted and solidified over countless millennia. In short, Minmus is a great glass marble.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Minmus_Landed_MinmusArcticIce": "Samples indicate shattered quartz and silicon. There are trace amounts of ice crystals.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Minmus_Landed_MinmusCraters": "We are detecting trace amounts of nickel and iron mixed with the shocked quartz surface. This may be the remains of the impactor that formed this crater.",
    "Science/Experiments/CrewObservation/Data/Flavor/Minmus_HighOrbit": "The view of Minmus from here is breathtaking. It's like a great cosmic emerald, glittering in the blackness of space.",
    "Science/Experiments/CrewObservation/Data/Flavor/Minmus_LowOrbit": "It is truly astounding how many shades of green there are on the surface.",
    "Science/Experiments/CrewObservation/Data/Flavor/Minmus_Landed_MinmusSnowdrifts": "This isn’t snow, it’s sand! Glittering green sand!",
    "Science/Experiments/CrewObservation/Data/Flavor/Minmus_Landed_MinmusSheetIce": "The view is stunning. It's like standing on some vast, green mirror.",
    "Science/Experiments/CrewObservation/Data/Flavor/Minmus_Landed_MinmusArcticIce": "Where we expected to find snow, there is only strange green sand.",
    "Science/Experiments/CrewObservation/Data/Flavor/Minmus_Landed_MinmusCraters": "These craters are so wide and smooth. It’s hard to believe they were caused by such a violent impact.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Minmus_HighOrbit": "The lab was going to begin a study of Minmus’ mysterious missing tail, but the instrument readings tell us there are no ice or dust particles being detected in orbit.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Minmus_LowOrbit_MinmusArcticIce": "Instruments have not found signs of a magnetic pole or field.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Minmus_LowOrbit_MinmusCraters": "There are few craters on Minmus’ surface. The reason is still unknown.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Minmus_LowOrbit_MinmusSheetIce": "The region glimmers like a mirror, but something about its appearance seems off. Is that ice down there, or is it something else entirely?",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Minmus_LowOrbit_MinmusSnowdrifts": "These hilly areas can get steep. Make sure to survey your landing zones carefully.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Minmus_HighOrbit": "We're unsure if Minmus was formed naturally or is a captured body. Simulations tend to break down calculating three-body physics.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Minmus_LowOrbit_MinmusArcticIce": "Temperatures on the surface are extremely cold, but we have found no ice on Minmus’ polar areas.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Minmus_LowOrbit_MinmusCraters": "Minmus' craters suggest that the body is active, but there's no evidence of tectonic activity. We must be missing something.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Minmus_LowOrbit_MinmusSheetIce": "Visual analysis suggests this is a great ice sheet, but spectrometers suggest something like emerald or quartz.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Minmus_LowOrbit_MinmusSnowdrifts": "By all accounts, Minmus is not tectonically active. Therefore, these hills should not exist. Go away hills, you're fouling up our data.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Minmus_HighOrbit": "There is a faint but measurable drop in solar radiation due to Kerbin’s magnetic field.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Minmus_LowOrbit": "We are picking up trace amounts of radiation from the surface, but the readings are inconsistent. The source may be isolated to specific locations.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Minmus_Landed_MinmusSnowdrifts": "Some of the surface quartz may have soaked up trace amounts of solar radiation. We may be able to use this information to determine the age of these strange highlands.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Minmus_Landed_MinmusSheetIce": "We are studying the glass flats' strange color. It is possible this greenish smoky effect is the result of Kerbol’s unique solar radiation being absorbed into the quartz surface.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Minmus_Landed_MinmusArcticIce": "Kerbol’s solar radiation is constant, and there is no evidence of Minmus having any kind of magnetic field to block its harmful rays. Please limit your outside exposure accordingly.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Minmus_Landed_MinmusCraters": "We are picking up very faint radiation signatures scattered about the crater. The impactor may have been radioactive at the time of impact.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Duna_Atmosphere_DunaNorthPole": "There are some very faint, wispy clouds nearby.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Duna_Atmosphere_DunaSouthPole": "The air here is crisp and cold.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Duna_Atmosphere_DunaPolarDeserts": "Barometric reading show atmospheric pressure decreases as you get closer to the poles.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Duna_Atmosphere_DunaHighlands": "The atmosphere is mostly carbon dioxide and a significant amount of dust.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Duna_Atmosphere_DunaMidlands": "Spectral analysis shows that Duna's thin atmosphere of carbon dioxide reflects sunlight differently than Kerbin's. That's why the sky is such a beautiful pink!",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Duna_Atmosphere_DunaLowlands": "The atmosphere is too thin for flying.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Duna_Atmosphere_DunaNorthPole": "Samples indicate the atmosphere here is thinner than at the equator.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Duna_Atmosphere_DunaSouthPole": "The atmosphere is so cold here that CO2 freezes in the air and falls as a gentle snow.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Duna_Atmosphere_DunaPolarDeserts": "The temperature in this region averages -78.5°C, the freezing point of carbon dioxide. Kerbol melts the frozen carbon dioxide snow, forming the thin clouds overhead.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Duna_Atmosphere_DunaHighlands": "There is a faint but steady wind coming from the west. At this altitude, it may be a slow jet stream. We will continue to investigate this interesting phenomenon.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Duna_Atmosphere_DunaMidlands": "The atmosphere is 94% carbon dioxide, 4% nitrogen, 2% argon, and it has traces of oxygen, carbon monoxide, water, methane, and other gases.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Duna_Atmosphere_DunaLowlands": "Barometric readings show this area to be the densest on the planet, but it is nearly 100 times less dense than Kerbin.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_HighOrbit": "Data suggests there is far more ice and snow at Duna’s caps than originally expected.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_LowOrbit": "We have detected localized dust storms. Duna may have substantial wind at times.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_HighOrbit": "Thermal imaging shows temperatures well below -150°C at the poles. The polar caps are likely comprised of frozen carbon dioxide and water ice.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_LowOrbit": "Incoming data indicates the average temperature ranges between -60°C and -120°C. Duna may look like Kerbin’s deserts, but you will need to bring extra blankets.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Atmosphere": "We are picking up a considerable sand and dust at this altitude. The test readings are nominal, but too much dust may clog some of the equipment and alter the data.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaNorthPole": "There are some very deep spiral troughs in the snowcap.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaSouthPole": "There is ample evidence of water erosion throughout the nearby rock formations. It is very likely this spot is an ancient riverbed.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaPolarDeserts": "This region appears to be the boundary between the deserts and polar caps.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaHighlands": "There is ample evidence of water erosion throughout the nearby rock formations. It is very likely this spot is an ancient riverbed.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaMidlands": "We have deserts like this back home, only they are not as red.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaLowlands": "Many of the rocks in area are smooth and eroded.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Atmosphere": "Duna’s atmosphere is only 2% the density of Kerbin, primarily composed of carbon dioxide, nitrogen, and argon. There are traces of oxygen, carbon monoxide, water, methane, and other gases.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaNorthPole": "The deep troughs in the snow are a result of roughly perpendicular katabatic winds that spiral due to the Coriolis Effect.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaSouthPole": "Tests indicate the snow and ice in this region is approximately 5 kilometers thick with a thin top layer of frozen CO2.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaPolarDeserts": "Seismometers have detected no tectonic activity. Geologically speaking, Duna is dead.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaHighlands": "The rock and ground samples have been eroded by wind over millions of years.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaMidlands": "The mystery goo has squashed itself into a tube shape and is prowling around its container, growling.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaLowlands": "Survey mapping has found evidence of channels, gullies, and maybe a dried river delta. It is possible this entire area may have been underwater millions of years ago.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaNorthPole": "The snow is like a fine powder. It is not good for making snow-Kerbals.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaSouthPole": "The snow sample glistens like tiny diamonds.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaPolarDeserts": "The ground is pink ice and dirt.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaHighlands": "The ground is loose rock and sand.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaMidlands": "These rocks are covered in a fine layer of dust, measuring several millimeters thick in spots. This area may be affected by dust storms.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaLowlands": "The ground is firmly packed sand and rock.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaNorthPole": "Samples contain frozen carbon dioxide and water ice mixed with trace amounts of particulate matter.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaSouthPole": "Samples contain frozen CO2 with some water ice and dust.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaPolarDeserts": "Samples show a mixture of frozen water ice and red dust.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaHighlands": "The sample is composed of volcanic basalt. At some point, Duna was volcanically active.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaMidlands": "Duna’s soil holds nutrients such as sodium, potassium, chloride, and magnesium. I wonder what we could grow here?",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaLowlands": "The sample is volcanic basalt with a surprising amount of salt and other inorganic material.",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_HighOrbit": "Even from this height, the vast dunes of Duna are awe-inspiring.",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_LowOrbit": "Duna’s vast deserts are majestic and terrifying. How could anything survive down there?",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Atmosphere": "The air is so thin I can barely feel any drag. Don't expect parachutes to work well here.",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaNorthPole": "The snow is beautiful and brutally cold. Good thing we have spacesuits to keep us warm!",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaSouthPole": "This area is covered in snow with a few scattered red rocks peeking out.",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaPolarDeserts": "The surface is like an inedible, forbidden strawberry ice cream.",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaHighlands": "There are rocks and boulders everywhere. Driving a rover would be challenging and fun!",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaMidlands": "This is premium grade sand castle sand!",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaLowlands": "The area resembles a redder version of Mun's maria.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Duna_LowOrbit_DunaHighlands": "Laser mapping reveals several high-altitude areas that are suitable for landing and take-off, but finding a flat spot may prove challenging.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Duna_LowOrbit_DunaLowlands": "We are detecting evidence of ancient fluvial erosion. Did Duna have liquid oceans?",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Duna_LowOrbit_DunaMidlands": "There is an unusual amount of impact craters in the northern hemisphere. Why there are so many concentrated in this one area?",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Duna_LowOrbit_DunaNorthPole": "We are mapping several massive, canyon-like formations cutting through the polar cap. The cause of these deep troughs is unknown.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Duna_LowOrbit_DunaPolarDeserts": "Time lapse photography shows many thin clouds forming over this region and then drifting further south. They may be created by melting snow.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Duna_LowOrbit_DunaSouthPole": "We are detecting traces of a magnetic pole. Instruments suggest it is approximately 2% as powerful as Kerbin’s, so it’s doubtful a standard compass would work.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Duna_HighOrbit": "We are detecting a very faint magnetic field, but we can't tell if it is active or induced. Either way, it is providing a minute amount of protection from Kerbol’s powerful solar radiation.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Duna_LowOrbit_DunaHighlands": "High-resolution maps suggest Duna’s mountains are similar to those on Kerbin, but we cannot detect tectonic nor volcanic activity.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Duna_LowOrbit_DunaLowlands": "Laser mapping identified what appear to be dried river deltas and lakebeds. This is even more evidence that Duna had large bodies of liquid water.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Duna_LowOrbit_DunaMidlands": "The high number of impacts in this area suggest they were caused by a comet that shattered before impact, and the remains rained down on the surface.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Duna_LowOrbit_DunaNorthPole": "The deep, canyon-like formations in the snow are a result of perpendicular winds that spiral due to the Coriolis effect.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Duna_LowOrbit_DunaPolarDeserts": "Thermal imaging found a jet stream flowing through the polar deserts, along with many small thermal vortices.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Duna_LowOrbit_DunaSouthPole": "Analysis of the magnetic pole suggests Duna once powerful magnetic field, but it weakened as Duna's core cooled.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_HighOrbit": "Kerbin's strong magnetic field is better protection against solar winds than Duna's distance from Kerbol.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_LowOrbit": "We are not detecting any hot spots on the surface.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Atmosphere": "There is significant solar radiation. Duna’s thin atmosphere and weak magnetic field are blocking very little of Kerbol’s solar winds.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaNorthPole": "The solar radiation here is considerably less than near the equator.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaSouthPole": "We are detecting no surface radiation of any kind in this area.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaPolarDeserts": "There is faint radioactivity from solar radiation being absorbed into the surface rock.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaHighlands": "Solar radiation is slightly higher at this altitude.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaMidlands": "The atmosphere is absorbing a small amount of solar radiation, but most of it is reaching the surface.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaLowlands": "Solar radiation in this area is slightly less than higher altitudes.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Ike_HighOrbit": "The surface is covered in ancient volcanoes and overlapping lava plains.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Ike_LowOrbit": "The low number of impact craters suggests that Ike was geologically active until recently.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Ike_Landed_IkeLavaFields": "This field is covered in large ejecta boulders and cooled lava bombs.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Ike_Landed_IkeVolcanoes": "We had to move the camera up a lot in order to measure the height of these volcanoes. They're some of the tallest in the system!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Ike_Landed_IkeVolcanicFields": "This region is somewhat darker than the rest of Ike.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Ike_Landed_IkeCaldera": "It is nearly 20 degrees colder inside this caldera than outside, and it appears to be in perpetual shadow. The mystery goo seems agitated.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Ike_HighOrbit": "We are mapping basalt lava flows. Thermal imaging does not detect any hot spots, but the lack of impact craters suggests they recently cooled.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Ike_LowOrbit": "Spectral analysis shows a surprising difference in albedo between Ike’s highlands and lowlands. Its appearance from the surface of Duna must be quite spectacular.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Ike_Landed_IkeLavaFields": "This lava field is geologically very recent.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Ike_Landed_IkeVolcanoes": "Seismometers are picking up some faint, intermittent tremors. This volcano may be dormant, but it is not extinct.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Ike_Landed_IkeVolcanicFields": "There are some volcanic pillows scattered with some very large lava bombs. The pillows are not comfortable.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Ike_Landed_IkeCaldera": "Measurements confirm the slopes of this caldera are \"thigh burning.\"",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Ike_Landed_IkeLavaFields": "The ground is solid stone with some huge boulders. We broke a hammer, a small pickaxe, and a wrench to get a sample.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Ike_Landed_IkeVolcanoes": "The slopes of this volcano are solid rock.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Ike_Landed_IkeVolcanicFields": "There are some very fine-looking examples of lava bombs in this area we can add to the KCS’s rock collection!",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Ike_Landed_IkeCaldera": "This sample was really hard. Do not throw this at the crew!",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Ike_Landed_IkeLavaFields": "The sample is mostly volcanic basalt and ferrous iron ore.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Ike_Landed_IkeVolcanoes": "The sample is volcanic basalt with traces of ferrous nickel and other ores.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Ike_Landed_IkeVolcanicFields": "Samples are mostly volcanic basalt, but we have discovered some pumice-like rocks.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Ike_Landed_IkeCaldera": "The sample is almost pure volcanic basalt covered in a fine layer of ash.",
    "Science/Experiments/CrewObservation/Data/Flavor/Ike_HighOrbit": "The surface seems almost alive from this height.",
    "Science/Experiments/CrewObservation/Data/Flavor/Ike_LowOrbit": "The vast lava fields below look organic somehow.",
    "Science/Experiments/CrewObservation/Data/Flavor/Ike_Landed_IkeLavaFields": "The ground looks like melted butter frozen in stone.",
    "Science/Experiments/CrewObservation/Data/Flavor/Ike_Landed_IkeVolcanoes": "This volcano is huge? Immense? Gigantic? I don’t have a word big enough to describe it!",
    "Science/Experiments/CrewObservation/Data/Flavor/Ike_Landed_IkeVolcanicFields": "The ground looks like flowing water, but it is very hard stone.",
    "Science/Experiments/CrewObservation/Data/Flavor/Ike_Landed_IkeCaldera": "Everything here is dark and shadowy and spooky.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Ike_HighOrbit": "The lab is examining different theories on how Ike became tidally locked into a geosynchronous orbit around Duna.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Ike_HighOrbit": "Solar radiation is slightly less than expected.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Ike_LowOrbit_IkeCaldera": "The volcano’s caldera is deep, but we have detected no significant heat blooms. It's probably safe to land in one?",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Ike_LowOrbit_IkeLavaFields": "The lava fields dark albedo suggest it is solid basalt with large areas of sheet flow and something that resembles pillow lava. It is unclear how that could form in the vacuum of space.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Ike_LowOrbit_IkeVolcanicFields": "Ike was volcanic recently, but we have discovered no evidence that it was tectonically active.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Ike_LowOrbit_IkeVolcanoes": "Temperatures are slightly elevated around the volcanoes, but we're mostly sure they won't explode.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Ike_HighOrbit": "Ike's magnetic field is almost 10% of Kerbin's. That could mean Ike’s core is molten, though we don't know how.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Ike_LowOrbit_IkeCaldera": "After calculating caldera depth and slope, current simulations suggest an eruption could eject lava straight up for hundreds of meters, maybe kilometers.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Ike_LowOrbit_IkeLavaFields": "Laser mapping and 3D imaging show no impact craters of any kind in these lava fields. These fields are only a few thousand years old.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Ike_LowOrbit_IkeVolcanicFields": "Simulations suggest Ike’s surface was constantly renewing as lava covered and recovered the surface over millions of years, but that stopped recently.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Ike_LowOrbit_IkeVolcanoes": "Slight increases in surface temperature surrounding these volcanoes suggest the possibility of lava or magma pools deep under the surface.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Ike_LowOrbit": "We detected no radiation emanating from the surface.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Ike_Landed_IkeLavaFields": "There are some faint radiation signatures here and there, but there nothing sizable enough to be mined.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Ike_Landed_IkeVolcanoes": "There is no noticeable radiation coming from this volcano.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Ike_Landed_IkeVolcanicFields": "Some rocks have trace radiation. Tests have not confirmed if the lava was radioactive or if it absorbed some of the persistent solar radiation from Kerbol.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Ike_Landed_IkeCaldera": "This caldera is so deep and narrow that most solar radiation is blocked.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_HighOrbit": "Instruments have detected two captured asteroids orbiting Dres. Dres has moons!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_LowOrbit": "For just a second, our instruments went blank. It was almost as if Dres didn't exist.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_HighOrbit": "We are studying the light patches on the surface, but the readings are inconsistent. All we know is that it's not snow.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_LowOrbit": "We theorize Dres’ ring was the result of a collision between an asteroid or cometary fragment in the distant past.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_Landed_DresLowlands": "The surface of Dres is slightly magnetic. Curious!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_Landed_DresHighlands": "The surface is a white dusty substance, like talcum powder. There is no surface ice to be found.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_Landed_DresEquatorialRidge": "It is amazing how this ridge follows Dres’ equator so precisely.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_Landed_DresCraters": "Carbon dating suggests this crater is ancient, on the order of millions of years old.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_Landed_DresEyeOfDres": "Measurements confirm this crater is far larger than any other found on Dres.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_Landed_DresHighlands": "Tests indicate the light-colored soil originated from an ancient collision with a calcium carbonate asteroid.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_Landed_DresLowlands": "The lab has been carbon dating some of the recently collected samples and the results are astounding. Dres is one of the oldest bodies in the Kerbolar system.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_Landed_DresEquatorialRidge": "This ridge was likely formed out of ancient fallout from Dres’ ring.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_Landed_DresCraters": "Data is still incoming but suggests this crater may have been formed before Dres collided with an ancient calcium carbonate asteroid.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_Landed_DresEyeOfDres": "From its position on the equator, it is possible that debris from this impactor is what formed into Dres’ rings. We will continue testing this theory.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Dres_Landed_DresHighlands": "The surface is off-white and chalky.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Dres_Landed_DresLowlands": "The ground is so hard that it is difficult to get a good sample. We should have exercised more.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Dres_Landed_DresEquatorialRidge": "The ridge is comprised mostly of loose packed stone and dust.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Dres_Landed_DresCraters": "There appears to be a thick layer of dust inside this crater.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Dres_Landed_DresEyeOfDres": "Samples are mixed between dark and light stone.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Dres_Landed_DresHighlands": "The surface in this region is mostly calcium carbonate mixed with a small amount of nickel iron.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Dres_Landed_DresLowlands": "Samples from this area are a mix of metallic iron, nickel, and lithium ore.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Dres_Landed_DresEquatorialRidge": "The sample is calcium carbonate mixed with a small amount of metallic iron, nickel, and lithium ore.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Dres_Landed_DresCraters": "Samples indicate mostly metallic iron, nickel, and lithium ore mixed with calcium carbonate.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Dres_Landed_DresEyeOfDres": "Samples contain mostly metallic iron, nickel, and lithium. Some of the samples do not match the others and may be fragments of the impactor.",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_HighOrbit": "Are those rings? Dres has rings!",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_LowOrbit": "There is a large equatorial ridge encircling Dres that makes it look like a walnut. The light patches look like vanilla ice cream, but we couldn’t be that lucky.",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_Landed_DresHighlands": "It’s like walking on powdered sugar!",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_Landed_DresLowlands": "The ground isn’t rock, it's metal!",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_Landed_DresEquatorialRidge": "The mountainous ridge is beautiful. Sadly, we can’t see Dres’ ring from here.",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_Landed_DresCraters": "This crater resembles the craters on the Mun, but these look older. It’s hard to explain, but it does.",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_Landed_DresEyeOfDres": "From where I am standing, it is easy to imagine a massive impact forming the ridgeline encircling Dres. It may even be responsible for the beautiful ring.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Dres_HighOrbit": "The lab is trying to determine the age of Dres. It might be one of the oldest planets in the Kerbolar system.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Dres_LowOrbit_DresLowlands": "We have mapped several rocky areas and dozens of large impact craters in this region, but there are also many flat areas that would be suitable for landing.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Dres_LowOrbit_DresHighlands": "This region looks like it's covered in snow, but albedo and reflectivity negate that hypothesis.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Dres_LowOrbit_DresEquatorialRidge": "Laser mapping indicates the ridge is over 5 kilometers high in spots, and the sides are very steep. Landing on it will be a challenge.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Dres_LowOrbit_DresCraters": "The concentration of craters in the lowlands and lack of any significant cratering in the highlands indicate they were formed before the event that gave rise to the light-colored highlands.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Dres_LowOrbit_DresEyeOfDres": "This is the largest impact crater on Dres by far. It is over twice the size of any other crater!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Dres_HighOrbit": "Simulations suggest Dres’ beautiful ring and equatorial ridge were formed from the same catastrophic event.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Dres_LowOrbit_DresLowlands": "The surface albedo suggests a hard rocky surface, but the reflectivity is high, indicating a more metallic or glassy substance.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Dres_LowOrbit_DresHighlands": "We hypothesize that this region was formed by the debris of an impact with a calcium carbonate asteroid. Lack of significant cratering suggests it was geologically recent.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Dres_LowOrbit_DresEquatorialRidge": "The early estimates for the volume of the ridge are impressive. If this was formed as the result of an impact, it was a spectacular impact.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Dres_LowOrbit_DresCraters": "Several craters may have been formed in the aftermath of the great ridge event. We are running simulations to confirm this.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Dres_LowOrbit_DresEyeOfDres": "The impact that caused this crater was nearly straight on, and it ejected a great deal of debris. That debris then fell and formed the inner crater.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_HighOrbit": "We are mapping the cosmic background radiation. It will take weeks to cover the entire universe, but the incoming data is fascinating.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_LowOrbit": "There is no radiation coming from Dres’ surface.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_Landed_DresHighlands": "Other than residual solar radiation, there is nothing of significance to report.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_Landed_DresLowlands": "We are detecting faint traces of high-band radiation, but there is nothing to be alarmed about.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_Landed_DresEquatorialRidge": "We are detecting faint traces of high frequency radiation, but we cannot pinpoint the source.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_Landed_DresCraters": "There is no surface radiation being detected inside this crater.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_Landed_DresEyeOfDres": "We are detecting faint traces of radiation. But it is unclear yet if this is from the impactor or other source.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Jool_Atmosphere": "The dense atmosphere contains vast amounts of both hydrogen and helium, as well as a significant amount of chlorine.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Jool_Atmosphere": "Readings suggest Jool’s green color is attributable to the presence of chlorine gas renewed by UV photolysis of atmospheric hydrogen chloride.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Jool_HighOrbit": "Readings suggest Jool is over 100 times the mass of Kerbin.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Jool_LowOrbit": "We are detecting multiple cloud layers hundreds of kilometers deep, with pressures that could crush a vessel like paper.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Jool_GiantGasClouds": "The mystery goo is changing color to different shades of green, as if it were trying to match the clouds outside.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Jool_GiantGasClouds": "Instruments are detecting vast quantities of charged particles which could lead to violent lightning discharges. Caution is advised.",
    "Science/Experiments/CrewObservation/Data/Flavor/Jool_HighOrbit": "Jool lokes like a great emerald marble in space!",
    "Science/Experiments/CrewObservation/Data/Flavor/Jool_LowOrbit": "I never knew there were this many shades of green.",
    "Science/Experiments/CrewObservation/Data/Flavor/Jool_GiantGasClouds": "There are multiple layers of clouds under the clouds. It is quite striking.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Jool_HighOrbit": "The lab is currently studying several different and unique storm patterns deep inside Jool’s immense atmosphere.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Jool_LowOrbit": "There are three storms here that are larger all of Kerbin!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Jool_HighOrbit": "Data reports that the winds inside Jool’s storms could reach as high as 1500kph! Fly a plane at your own peril.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Jool_LowOrbit": "Our instruments are calculating the size and strength of Jool’s incredible magnetic field. Our display may not have enough digits.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Jool_HighOrbit": "Jool’s magnetic field is the strongest in the solar system, except for Kerbol itself.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Jool_LowOrbit": "Readings suggest Jool's magnetosphere traps charged particles and then speeds them up, like a terrestrial particle accelerator, making it extremely deadly.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Jool_GiantGasClouds": "Radiation is quite high. Prolonged exposure could prove deadly.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Laythe_Atmosphere_LaythePoles": "The wind in this area never seems to stop.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Laythe_Atmosphere_LaytheHills": "The air is thin, but breathable.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Laythe_Atmosphere_LaytheShores": "The air sample contains a considerable amount of salt.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Laythe_Atmosphere_LaytheShallows": "Wind speed indicators detect an almost constant sea breeze.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Laythe_Atmosphere_LaytheOcean": "Barometric pressure is roughly 60% that of Kerbin.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Laythe_Atmosphere_LaytheLakes": "Instruments indicate the chance of rain being extremely low.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Laythe_Atmosphere_LaytheHeartLake": "Temperatures are just above freezing.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Laythe_Atmosphere_LaythePoles": "Wind speeds at the poles average from 5 to 50 kph and are nearly perpetual.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Laythe_Atmosphere_LaytheHills": "Air samples contain significantly higher salt content than Kerbin's atmosphere at this same altitude.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Laythe_Atmosphere_LaytheShores": "Samples are mostly hydrogen and oxygen with traces of CO2 and other elements, including a surprising amount of ammonia.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Laythe_Atmosphere_LaytheShallows": "The onboard anemometer is clocking the sea breeze at roughly 10 kph. The odd thing is it seems to be blowing inland at almost any location.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Laythe_Atmosphere_LaytheOcean": "Warmer air currents seem to be rising from the center of the large underwater impact craters.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Laythe_Atmosphere_LaytheLakes": "Barometric pressure is high, relative humidity is low. Wind speeds are less than 5 kph. In summary, it’s a gorgeous day.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Laythe_Atmosphere_LaytheHeartLake": "Air samples contain a fairly high amount of water vapor, but very little salt or dust.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_HighOrbit": "We are detecting strange heat blooms that seem to be coming from the centers of Laythe’s large impact craters. The cause is unknown.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_LowOrbit": "It appears Laythe may have an induced magnetic field, which may help explain why its oceans haven’t boiled away into space from Jools’ intense radiation.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Atmosphere": "The atmosphere has a similar composition to Kerbin’s. Kerbin does win on density.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaythePoles": "This region is extremely cold and subject to sometimes violent snowstorms.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaytheHills": "The weather in this area is calm now, with a faint breeze.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaytheShores": "Using the latest in water level technology – a yardstick stuck in the ground – the lab has determined Laythe has a gentle tide.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Splashed_LaytheShallows": "Onboard sensors are detecting a fairly steady current.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaytheShallows": "The lab can find no signs of life on any of our equipment. Even the mystery goo seems sad.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Splashed_LaytheOcean": "So far, the equipment has found no signs of any yummy seafood. It is very disappointing.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaytheOcean": "These oceans seem very similar to Kerbin, but so far, we have found no signs of yummy seafood.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Splashed_LaytheLakes": "The local environment is calm and serene, with temperatures averaging slightly above freezing.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Splashed_LaytheHeartLake": "Analysis indicates this lake is the product of an oblique meteor strike.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaytheLakes": "The environment is very calm with almost no water movement.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaytheHeartLake": "The water at this depth is surprisingly pure.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_HighOrbit": "Water temperature is higher near the center of the large craters, but there are no signs of volcanic activity.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_LowOrbit": "Laythe is deep inside a powerful layer of Jool's magnetic field. This field protects it from Jool’s harmful radiation.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Atmosphere": "We are detecting warm and cold thermal layers in the atmosphere, but they do not relate to known weather patterns.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaythePoles": "Data indicates the average temperature in this region is approx. -40°C and never rises above freezing.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaytheHills": "Tests show a relative humidity of 40%. But the wind direction seems slightly off. It is unclear what is driving the local weather patterns. Further testing is advised.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaytheShores": "Extended gravimetric readings have concluded that Laythe’s tide is being generated by Tylo, and not Jool.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Splashed_LaytheShallows": "Data suggests water currents flowing towards the shore, even when the tide is going out. Curious.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaytheShallows": "Shell and bone fragments scattered on the bottom suggest this area was once teaming with life.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Splashed_LaytheOcean": "Tests indicate an abundance of organic chemicals in Laythe’s oceans. But there are absolutely no signs of life, including bacterial or microbial life forms.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaytheOcean": "The ocean seems totally devoid of life, despite there being an abundance of organic chemicals in the samples.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Splashed_LaytheLakes": "All readings are withing expected parameters. And the mystery goo seems to be napping.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaytheLakes": "Instruments detect a faint current, but less than 1 kph. It may be caused by Tylo’s tidal influence.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Splashed_LaytheHeartLake": "Relative humidity over this lake is quite high. There is a possibility it may snow later.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaytheHeartLake": "Samples collected so far contain almost no impurities, except for a small amount of salt and boron.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaythePoles": "The snow and ice properties seem very similar to the snow at Kerbin’s poles.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaytheHills": "Samples are mostly sand and small rocks and stones",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaytheShores": "The sand is mostly just that, sand. But mixed with small stones, including some odd shaped whitish ones.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Splashed_LaytheShallows": "The water sample is extremely saline.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaytheShallows": "The samples seem to be sand but mixed with large amounts of crushed shell.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Splashed_LaytheOcean": "The salt content is nearly identical to a strong pickle brine… Mmmmm, pickles!",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaytheOcean": "Samples are mostly sand and rock with large pieces of dead, shattered coral.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Splashed_LaytheLakes": "The water in this lake contains a surprising amount of organic chemicals",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaytheLakes": "The lakebed is almost all granular sand, with very little rock.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Splashed_LaytheHeartLake": "This sample is far less salty than Laythe’s other bodies of water.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaytheHeartLake": "Ground samples are mostly sand and rock, but also teaming with organic chemicals.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaythePoles": "Samples are comprised of mostly water ice and frozen CO2 mixed with rock and dust particles.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaytheHills": "This is interesting. The samples collected are mostly silicon sand, but with unusually high amounts of calcium and other organic elements.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaytheShores": "Samples are mostly comprised of silicon sand but mixed with very old bone and shell fragments.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Splashed_LaytheShallows": "The salt content in our water sample is nearly 70 parts per thousand. That’s almost double the amount in Kerbin’s oceans.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaytheShallows": "Samples are a mix of sand, shell, and bone. Carbon dating indicates these shell fragments are nearly 1000 years old!",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Splashed_LaytheOcean": "The samples contain water and high levels of salt mixed with traces of calcium, magnesium, potassium, sodium, boron, and iodine.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaytheOcean": "Besides sand and rock, we are detecting traces of uranium-238, thorium-234 and even protactinium-234m in the samples so far collected.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Splashed_LaytheLakes": "The water samples contain traces of calcium, magnesium, potassium, sodium, and boron. But we have detected no signs of life yet.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaytheLakes": "Samples of the sandy bottom are almost pure silicon. Melted down it would make exquisite glass.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Splashed_LaytheHeartLake": "Saline content is only 20 parts per thousand, yet it is not frozen. There are also high concentrations of boron.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaytheHeartLake": "Microscopic analysis confirms several species of Benthic organisms living on the lakebed.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_HighOrbit": "From here Laythe looks like home in so many ways.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_LowOrbit": "Laythe’s clouds are beautiful from this height. I can’t wait to see them from the surface.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Atmosphere": "It’s easy to imagine I’m on Kerbin, if not for the giant green planet.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaythePoles": "I wonder if this snow makes good ice cream.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaytheHills": "The view is pretty, but also kind of lonely.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaytheShores": "There is nothing like a day at the beach! I hope we packed some extra snacks.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Splashed_LaytheShallows": "This would be a great place to go fishing – except there aren’t any fish.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaytheShallows": "Kerbol shining through the water creates the most amazing shadows.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Splashed_LaytheOcean": "Between the beautiful rolling waves and soft, puffy clouds it’s hard to tell the difference between Laythe and Kerbin’s oceans.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaytheOcean": "It is very cold and dark down here. Luckily there is no sign of Kraken anywhere.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Splashed_LaytheLakes": "This lake is gorgeous. Did anyone think of packing a sailboat?",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaytheLakes": "The lake bottom is cold, but charming. Future visitors may enjoy scuba diving here.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Splashed_LaytheHeartLake": "This lake is so romantic!",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaytheHeartLake": "There is something shiny and shimmering in the water… It looks like a school of very tiny fish!",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Laythe_Landed_LaytheLakes": "There is a higher than expected concentration of boron in the water.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Laythe_Splashed_LaytheShallows": "We have not been able to detect any lifeforms in this area.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Laythe_Landed_LaytheShallows": "The water at this depth is barely above freezing.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Laythe_Splashed_LaytheOcean": "We are detecting some unusual warm currents in Laythe’s normally icy water.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Laythe_Landed_LaytheOcean": "Instruments have found no sign of hydrothermal vents on the ocean floor.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Laythe_Splashed_LaytheLakes": "The water in this lake is slightly less saline than Laythe’s oceans",
    "Science/Experiments/MarineSurvey/Data/Flavor/Laythe_Landed_LaytheLakes": "Instruments are finding almost no impurities in the water, making visibility at this depth is fantastic.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Laythe_Splashed_LaytheHeartLake": "Microscopic analysis detects the presence of microbial life! Laythe has life!",
    "Science/Experiments/MarineSurvey/Data/Flavor/Laythe_Landed_LaytheHeartLake": "We have already discovered several new species of very minute organisms swimming about the lake bottom.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Laythe_Splashed_LaytheShallows": "Microscopic analysis has found no plankton or microbial life of any kind in the water samples.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Laythe_Landed_LaytheShallows": "Our instruments have concluded this area averages just 2-3 degrees above freezing at all times.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Laythe_Splashed_LaytheOcean": "Tests suggest warmer water originates from some of Laythe’s deepest points. The source is still unknown.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Laythe_Landed_LaytheOcean": "The underwater seismometers have detected no tectonic movement of any kind. But we have discovered several large patches of ferrous ore.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Laythe_Splashed_LaytheLakes": "The water samples contain traces of calcium, magnesium, potassium, sodium, and boron.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Laythe_Splashed_LaytheHeartLake": "Incredible! Samples contain microbes resembling Karamecium and Kermeba, as well as several unidentified species of bacteria!",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Laythe_Landed_LaytheHeartLake": "Samples contained Pelagic organisms as well as many new and unidentified species of zoo plankton. But nothing large enough to make a good seafood snack.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Laythe_HighOrbit": "The lab is currently studying the gravitational interaction between Laythe and the other Joolian moons.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Laythe_LowOrbit_LaytheHeartLake": "The only thing unusual about this lake is its shape.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Laythe_LowOrbit_LaytheHills": "Surface mappings suggest these are not really hills. They're more like great sand bars.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Laythe_LowOrbit_LaytheLakes": "Surface mapping shows these lakes to be very calm.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Laythe_LowOrbit_LaytheOcean": "Thermal imaging shows both warm and cold currents running through Laythe’s oceans. We have not yet determined what is warming the ocean water.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Laythe_LowOrbit_LaythePoles": "Thermal imaging indicates Laythe’s polar regions are similar to Kerbin’s. Pack extra socks.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Laythe_LowOrbit_LaytheShallows": "High-definition imaging of the surface has found no evidence of life. There's a theory busted.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Laythe_LowOrbit_LaytheShores": "Surface mapping suggests that if you went windsurfing on Laythe, it would be very similar to Kerbin.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Laythe_HighOrbit": "It is possible that Laythe’s massive craters all came from the same event. Perhaps from pieces of a fractured asteroid?",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Laythe_LowOrbit_LaytheHeartLake": "We have run several simulations, but we still cannot explain this lake’s unusual heart shape. All we know is it’s pretty.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Laythe_LowOrbit_LaytheHills": "Evidence suggests these hills were not formed tectonically, but they are the upper edges of gigantic craters rising above the water.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Laythe_LowOrbit_LaytheLakes": "Initial testing has found very little evidence of rain on Laythe. We are at a loss on how these lakes were formed.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Laythe_LowOrbit_LaytheOcean": "Thermal imaging discovered areas of warm water near the centers of the large craters, spreading outwards. The source of this heat remains a mystery.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Laythe_LowOrbit_LaythePoles": "Laythe’s polar regions are brutally cold but strangely devoid of storm activity. We need to continue studying to determine if this is a natural phenomenon.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Laythe_LowOrbit_LaytheShallows": "Thermal imaging picked up many weak currents and eddies, but we have not determined the driving force behind them.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Laythe_LowOrbit_LaytheShores": "Laythe is tidally locked, but we are observing tidal forces. What is making these?",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_HighOrbit": "Laythe is deep inside Jool’s magnetic field, which helps protect it from Kerbol’s solar radiation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_LowOrbit": "We are detecting gamma radiation on the surface. But the data does not make any sense. Further investigation is warranted.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Atmosphere": "There are isolated pockets of radiation coming from the surface. We can't pinpoint their exact locations.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaythePoles": "We are picking up traces of radiation in the snow and ice.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaytheHills": "There appears to be both beta and gamma radiation coming from some of the larger boulders in this area. Caution is advised.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaytheShores": "We are detecting considerable amounts of radiation. But it seems to be coming from offshore.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Splashed_LaytheShallows": "This water is slightly radioactive and seems to be increasing the further from shore one goes.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaytheShallows": "This water is moderately radioactive. Prolonged exposure is not recommended.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Splashed_LaytheOcean": "Radiation levels are surprisingly high and seem to be centered on Laythe’s massive underwater impact craters.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaytheOcean": "We are detecting large amounts of both gamma and beta radiation that seems to be originating from the centers of the large, underwater impact craters.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Splashed_LaytheLakes": "We are detecting slightly less radiation in this lake than in Laythe’s oceans.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaytheLakes": "Radiation in this lake is surprisingly low compared to other areas of Laythe.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Splashed_LaytheHeartLake": "There is almost no radiation being detected in this lake.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaytheHeartLake": "There is absolutely no radiation being detected.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_HighOrbit": "Readings confirm Vall is tidally locked to Jool, and is much, much colder on the dark side.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_LowOrbit": "Instruments seem to suggest Vall has a liquid ocean beneath the frozen surface.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_Splashed_VallWell": "Current readings suggest this might be the calmest and stillest body of water in the entire Kerbolar system.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_Landed_VallWell": "Thermometers suggest the Well is warmer on the bottom than the surface.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_Landed_VallMountains": "Early tests suggest these mountains are not mountains at all, but huge piles of ice and snow.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_Landed_VallHighlands": "This Joolward side of Vall is extremely smooth and has one of the highest albedo’s in the solar system.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_Landed_VallLowlands": "Vast portions of this region are covered in huge ice spikes called penitentes. Measurements suggest they are some of the sharpest natural formations in the entire solar system.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_HighOrbit": "Despite the frigid environment, we are detecting slight differences in surface temperatures that do not match the terrain. We're going to open a poll to explain why.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_LowOrbit": "The variations in temperatures that do not match the terrain may be an indication of a large subterranean ocean beneath the surface! Who won the pool?",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_Splashed_VallWell": "Instruments seem to indicate the Well has some sort of tide from Tylo’s gravitational field. But the water is so still it’s more like a bulge than a tide.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_Landed_VallWell": "Onboard seismometers have detected very faint vibrations emanating from Vall’s interior. It is possible that Vall’s core is still quite hot.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_Landed_VallMountains": "Data confirms these mountains are formed by massive ice sheets colliding together over thousands, or even millions of years.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_Landed_VallHighlands": "Data suggests the relative smoothness of the Joolward side of Vall is caused by Jool’s massive radiation slowly melting the surface over time.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_Landed_VallLowlands": "This region does not experience Jool’s extreme radiation and therefore is far less melted and smooth than the Joolward side of Vall.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Vall_Splashed_VallWell": "Analysis suggests the Well is only fractions of a degree above freezing.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Vall_Landed_VallWell": "The bottom appears to be mostly ice. We cannot find any sort of ground to speak of.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Vall_Landed_VallMountains": "Samples contain snow and ice crystals, but no apparent dirt or rock of any kind.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Vall_Landed_VallHighlands": "Samples contain frozen water ice and snow, but very little particulate matter.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Vall_Landed_VallLowlands": "Samples contain nearly pure water ice but no organic material.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Vall_Splashed_VallWell": "We are detecting stunning amounts of salt in the water samples.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Vall_Landed_VallWell": "Samples are comprised of 80% ice and 20% frozen CO2 mixed with a minute amount of trace elements.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Vall_Landed_VallMountains": "Analysis so far indicates the presence of frozen water ice, a high degree of salt, and very minutes traces of dust, possibly cosmic in origin.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Vall_Landed_VallHighlands": "The purity of the local ice is quite high, with traces of salt, but almost no other impurities. It would be quite viable for resource extraction.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Vall_Landed_VallLowlands": "Samples are composed of nearly pure water ice with trace amounts of light organics, CO2, and amorphous and crystalline water ice.",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_HighOrbit": "It is astounding how close Vall is to Laythe and Tylo, but how completely different they look.",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_LowOrbit": "Vall looks so cold, even from here.",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_Splashed_VallWell": "There are no waves, or even ripples, in the water. Everything is eerily quiet.",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_Landed_VallWell": "The bottom is so very dark and cold. I doubt even a Kraken would stay here for long.",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_Landed_VallMountains": "These slopes are steep and quite slippery. This may be the most challenging ski slalom in the entire solar system.",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_Landed_VallHighlands": "Everything seems shiny and smooth. And the snow is perfect for making snow-Kerbals!",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_Landed_VallLowlands": "Everything around me is pointy and jagged and sharp. It’s like standing on a vast plain of broken glass.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Vall_Landed_VallWell": "Sonar is detecting both walls and a bottom at this depth, but seismometers suggest this well is a pocket of a much larger subterranean ocean.",
    "Science/Experiments/MarineSurvey/Data/Flavor/Vall_Splashed_VallWell": "Instruments have detected no signs of life in the well. Which is not surprising. Nothing could exist in this extremely cold water.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Vall_HighOrbit": "Readings indicate the Joolward side of Vall shows clear signs of melting and refreezing due to Jool’s radiation, but the far side is much more harsh and jagged and scary looking. Extreme caution is advised.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Vall_LowOrbit_VallHighlands": "This area is mostly flat, smooth ice with scattered boulders and ice chunks.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Vall_LowOrbit_VallLowlands": "All readings indicate this side of Vall to be colder, darker, and harsher than the Joolward side.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Vall_LowOrbit_VallMountains": "Surface mapping shows these mountains to be extremely jagged and steep. This is not an ideal landing spot.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Vall_LowOrbit_VallWell": "This area is absolutely mirror flat, maybe even the flattest natural surface ever discovered outside of the top of Bob's head.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Vall_HighOrbit": "Readings indicate the Joolward side of Vall is nearly 20 degrees warmer than the far side. Jool's intense radiation is causing a warming effect on the surface of Vall.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Vall_LowOrbit_VallHighlands": "Visual, thermal, and radiation analysis all suggest this region has been melted smooth by Jool's radiation.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Vall_LowOrbit_VallLowlands": "Visual analysis and laser mapping show a harsh and jagged landscape littered by huge penitentes. Don't shish kabob the lander.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Vall_LowOrbit_VallMountains": "These mountains are formed as Vall’s massive ice sheets collide and push upwards. This would be possible if these ice sheets were floating on a liquid ocean.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Vall_LowOrbit_VallWell": "The Well is body of liquid water, but we don't know why it is not frozen. Perhaps the gravitational pull from nearby Tylo has kept Vall’s core molten.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_HighOrbit": "It appears Vall has no magnetic field to protect it from Jool’s powerful radiation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_LowOrbit": "The scanners are detecting fair amounts of radiation coming from the Joolward side of Vall but cannot determine if the source is actually on the surface or just residual radiation from Jool itself.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_Splashed_VallWell": "We are detecting no radiation in the Well.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_Landed_VallWell": "There is no radiation of any kind detected. Even Kerbol’s solar radiation seems to have been blocked at this depth.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_Landed_VallMountains": "There is very little radiation being detected, and what we are picking up is likely just residual signatures caused by Jool and/or Kerbol.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_Landed_VallHighlands": "There is an extreme amount of radiation emanating from Jool, and significant residual radiation in the ice and snow. Radiation protocols are in effect.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_Landed_VallLowlands": "Because Vall is tidally locked, we are detecting radiation from Jool itself. But solar radiation from Kerbol is still dangerously high, and caution is advised.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Tylo_HighOrbit": "Readings indicate Tylo is nearly the same size and mass as Kerbin and is very geologically active.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Tylo_LowOrbit": "This can’t be right. The lab’s onboard mystery goo appears to be… purring.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Tylo_Landed_TyloHighlands": "Tylo is not tidally locked, but chronometers indicate a single day on Tylo lasts 10 Kerbin days.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Tylo_Landed_TyloLowlands": "Temperatures here are brutally cold and may drop to less than -80°C at night.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Tylo_Landed_TyloCraters": "Tests so far suggest these craters are quite ancient.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Tylo_Landed_TyloDimple": "The rays emanating from this crater suggest an extremely violent impact that was likely felt everywhere on Tylo.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Tylo_Landed_TyloHighlands": "Onboard seismometers are detecting faint but steady vibrations deep unground, and suggests Tylo is tectonically active.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Tylo_Landed_TyloLowlands": "Ground penetrating radar seems to indicate Tylo is composed of massive tectonic plates floating on a semi-liquid mantle. The composition of this liquid is still unknown.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Tylo_Landed_TyloCraters": "The lab is currently carbon dating samples that were collected… Wait, is the mystery goo singing?",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Tylo_Landed_TyloDimple": "While we have not determined its exact size, tests suggest the impactor that formed this crater weighed thousands of tons and was the size of a large building.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Tylo_HighOrbit": "Data suggests that Tylo’s highlands are slowly moving on top of its lowlands, similar to glacial activity on Kerbin. ",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Tylo_LowOrbit": "While Tylo is comparable to Kerbin in size and mass, that's where the similarities end. Tylo lacks our crystal clear water and highly breathable air.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Tylo_Landed_TyloHighlands": "Samples collected so far have turned out to be an interesting mixture of both rock and ice.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Tylo_Landed_TyloLowlands": "Samples indicate relatively young, volatile ices mixed with a small amount of rock and dust.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Tylo_Landed_TyloCraters": "The samples we’ve collected are mostly ice mixed with some stone and dust.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Tylo_Landed_TyloDimple": "Samples are proving to be mostly volatile ices, but with a complex mix of elements.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Tylo_Landed_TyloHighlands": "Tests indicate a high level of water ice and dark carbonaceous chondrite stone, and surprising amounts of both ferrous and niobium ore.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Tylo_Landed_TyloLowlands": "Tests so far suggest the ice in this area is much younger, in geological terms, than the darker highlands.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Tylo_Landed_TyloCraters": "Samples are comprised of water ice and frozen CO2, mixed with a surprising amount of crystalized ammonia.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Tylo_Landed_TyloDimple": "We are detecting ferrous ore, niobium ore, carbonaceous chondrite, frozen CO2 and frozen ammonia as well as minute traces of several other organic compounds. It may take days to identify them all.",
    "Science/Experiments/CrewObservation/Data/Flavor/Tylo_HighOrbit": "The surface below seems dark and mysterious, especially at night.",
    "Science/Experiments/CrewObservation/Data/Flavor/Tylo_LowOrbit": "I can make out vast plateaus and deep, mysterious lowlands in the fractured terrain below.",
    "Science/Experiments/CrewObservation/Data/Flavor/Tylo_Landed_TyloHighlands": "The surface looks like chocolate but is mostly ice and dirt. I doubt it is yummy.",
    "Science/Experiments/CrewObservation/Data/Flavor/Tylo_Landed_TyloLowlands": "The ground looks like light colored dirt but is actually ice and snow. It is very strange.",
    "Science/Experiments/CrewObservation/Data/Flavor/Tylo_Landed_TyloCraters": "There is something odd about this crater. In some ways it resembles the craters on the Mun and Minmus but is not identical to either.",
    "Science/Experiments/CrewObservation/Data/Flavor/Tylo_Landed_TyloDimple": "This crater is so massive; I can’t see both sides at once.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Tylo_HighOrbit": "The lab is currently investigating Tylo’s massive gravitational pull and its influence on Jool’s other moons.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Tylo_HighOrbit": "Readings are suggesting Tylo has a fairly sizable magnetic field, indicating the presence of a large and molten core.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Tylo_LowOrbit_TyloCraters": "These craters are great and all, but there are so few of them. This surface is very dynamic.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Tylo_LowOrbit_TyloDimple": "This crater puts Mun's giant rayed crater to shame!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Tylo_LowOrbit_TyloHighlands": "The highlands are nearly 20 degrees colder than the lowlands. It's sweater weather!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Tylo_LowOrbit_TyloLowlands": "Tectonic activity gives this terrain a strange, rippled surface. Landing here would be a unique challenge.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Tylo_HighOrbit": "We are investigating the interactions between Tylo's and Jool's magnetic fields. All of these lines have meaning, I swear!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Tylo_LowOrbit_TyloCraters": "We are studying the interesting rays extending from these craters. Tylo's strong gravity may lead to equally strong impacts.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Tylo_LowOrbit_TyloDimple": "Current estimates suggest this crater was made with the force of 100 million Mainsail engines. Can we make a rocket like that?",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Tylo_LowOrbit_TyloHighlands": "These highlands are massive ice sheets ranging from one to several kilometers in thickness or more.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Tylo_LowOrbit_TyloLowlands": "It's cold everywhere, but the lowlands are warmer if you're sensitive to the cold.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Tylo_LowOrbit": "We have detected no radioactive hots pots with the exception of a very large crater dubbed “The Dimple”.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Tylo_Landed_TyloHighlands": "There are traces of radiation emanating from the surrounding area. But the absence of any radioactive elements in the ground samples suggests this is likely residual radiation from Jool.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Tylo_Landed_TyloLowlands": "There are only minute traces of residual radiation being detected, suggesting this area is fairly young, in geologic terms.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Tylo_Landed_TyloCraters": "There is only residual radiation being detected inside the crater.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Tylo_Landed_TyloDimple": "There is a fairly large amount of gamma radiation being detected inside this crater, suggesting it’s impactor may have contained a considerable amount of uranium-235.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Bop_HighOrbit": "Instruments are detecting no trace of heat or geological activity on Bop. It is quite dead.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Bop_LowOrbit": "Spectral analysis confirms Bop has the lowest albedo of any celestial body in the Kerbolar system.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Bop_LowOrbit": "Bop has no magnetic field of its own, but Jool still shields it from Kerbol's solar winds. What a good big brother!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Bop_Landed_BopHighlands": "We are currently measuring the size of several large nearby boulders to try and determine their mass and density.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Bop_Landed_BopCraters": "Analysis suggests many of the large boulders in this crater are the remains of the impactor that formed it.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Bop_Landed_BopLargestImpactSite": "We can observe several distinct layers of Bop from this crater. The lab is analyzing these layers so we can learn about Bop's history.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Bop_Landed_BopHighlands": "Gravimetric instruments show Bop’s gravity is only 6% that of Kerbin. Be careful not to jump too high!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Bop_Landed_BopCraters": "We are currently using carbon dating to try and determine the age of this crater. Data is still incoming, but suggests it is quite ancient.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Bop_Landed_BopLargestImpactSite": "Using carbon dating, the bottom layer is nearly a billion years older than the uppermost surface of Bop.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Bop_Landed_BopHighlands": "Samples are mostly composed of organic-rich silicates and carbonaceous chondrites.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Bop_Landed_BopCraters": "Samples are mostly composed of silicon, and what appears to be ice crystals. We will need to analyze these further to determine what this frozen material is.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Bop_Landed_BopLargestImpactSite": "Like most of Bop samples of the crater floor are mostly composed of organic-rich silicates and carbonaceous chondrites.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Bop_Landed_BopHighlands": "These samples are similar to the rest of Bop, but they are mixed with surprising amounts of ferrous ore and crystalized ammonia particles.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Bop_Landed_BopCraters": "Analysis indicates the samples are composed of carbonaceous chondrites and organic-rich silicates mixed with surprising amounts water ice, frozen CO2, and crystalized ammonia particles.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Bop_Landed_BopLargestImpactSite": "As well as organic-rich silicates and carbonaceous chondrites, the lab has found large amounts of ferrous ore in these samples, suggesting this crater’s impactor was a heavy iron-nickel asteroid.",
    "Science/Experiments/CrewObservation/Data/Flavor/Bop_HighOrbit": "Bop looks like a gigantic chocolate ball with a bite taken out of it.",
    "Science/Experiments/CrewObservation/Data/Flavor/Bop_LowOrbit": "The surface looks dark brown and eerie, even with Kerbol high overhead.",
    "Science/Experiments/CrewObservation/Data/Flavor/Bop_Landed_BopHighlands": "There are gigantic rocks everywhere and I’m feeling quite small.",
    "Science/Experiments/CrewObservation/Data/Flavor/Bop_Landed_BopCraters": "This crater seems strangely ancient and weathered.",
    "Science/Experiments/CrewObservation/Data/Flavor/Bop_Landed_BopLargestImpactSite": "This crater is absurdly huge. Did a giant creature took a bite out of Bop?",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Bop_HighOrbit": "Was Bop was formed naturally or is a captured D-type asteroid? This lab is taking a long time to find out!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Bop_LowOrbit": "We are mapping staggering number of boulders. Landing would be precarious at best.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Bop_LowOrbit_BopHighlands": "We are currently mapping the surface, and incoming data suggests it is rough and uneven. Choose your landing sites carefully.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Bop_LowOrbit_BopCraters": "These samples have ferrous iron and basalt, along with the usual silicate rock and frozen sulfur dioxide ice.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Bop_LowOrbit_BopLargestImpactSite": "This crater may have been formed by an oblique impact of 30 degrees or less.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Bop_HighOrbit": "Bop’s orbital inclination may be the result of a massive impact with another rocky body.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Bop_LowOrbit_BopHighlands": "We are mapping the thousands of impact craters covering Bop. This is going to take weeks to organize!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Bop_LowOrbit_BopCraters": "We are trying to analyze the craters to see if any came before the giant impact.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Bop_LowOrbit_BopLargestImpactSite": "Results suggest Bop and the impactor should have been vaporized, but here we are with Bop.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Bop_HighOrbit": "Bop has no magnetic field to protect it from both Kerbol and Jool.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Bop_LowOrbit": "We have detected no signs of significant radiation on the surface.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Bop_Landed_BopHighlands": "While there is residual radiation from both Jool and Kerbol, there are no signs of radioactive elements in the ground samples.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Bop_Landed_BopCraters": "Only residual background radiation here, boss!",
    "Science/Experiments/RadiationObservation/Data/Flavor/Bop_Landed_BopLargestImpactSite": "There are varying radiation signatures in the layers of exposed rock. We're getting new insights into the intensity of the solar winds that make Bop Bop.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Pol_HighOrbit": "The readings make no sense. Pol should not be this warm. Recalibrating…",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Pol_LowOrbit": "We have found no craters on the surface, suggesting Pol’s surface is quite active, despite its small size and extreme distance from Jool.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Pol_HighOrbit": "Temperature, radiation, surface activity, everything is much higher than expected. Pol is alive!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Pol_LowOrbit": "Readings indicate that despite how far Pol is from Jool, it is deep in Jool's magnetic field.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Pol_Landed_PolHighlands": "The surrounding topology is very uneven. Finding a flat spot for future explorers to land safely is proving to be challenging.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Pol_Landed_PolLowlands": "The onboard mystery goo appears to be glowing ever so slightly, even though it is a heavily shielded container.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Pol_Landed_PolMountains": "Spectral analysis confirms this terrain is one of the most reflective surfaces in the solar system.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Pol_Landed_PolVolcanoes": "Carbon dating confirms this cryo-volcano is very recent and may have formed within the last 100 years or less.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Pol_Landed_PolHighlands": "Despite conventional wisdom, thermo-analysis confirms the surface of Pol is just slightly above freezing.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Pol_Landed_PolLowlands": "Seismometers are detecting faint tremors deep inside Pol, indicating it is still geologically active.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Pol_Landed_PolMountains": "Ground penetrating radar seems to indicate these mountains are very loosely compacted. Possibly formed from the deposits of nearby cryo-volcanoes.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Pol_Landed_PolVolcanoes": "Seismometers are detecting strong tremors in this area and suggest this volcano may erupt again at any time. Extreme caution is advised.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Pol_Landed_PolHighlands": "Samples contain silicate rock and sulfur dioxide ice.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Pol_Landed_PolLowlands": "Samples appear to be mostly silicate rock with traces of metallic ores",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Pol_Landed_PolMountains": "Samples are comprised of mostly sulfur dioxide ices and other organic elements.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Pol_Landed_PolVolcanoes": "Samples contain silicate rock and frozen sulfur dioxide.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Pol_Landed_PolHighlands": "Along with silicate rock and sulfur dioxide ice, we are detecting ferrous iron and basalt.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Pol_Landed_PolLowlands": "Samples appear to be mostly silicate rock mixes with minute amounts of ferrous ore and traces of both uranium-238 and thorium-235.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Pol_Landed_PolMountains": "Analysis shows these samples contain roughly 93% sulfur dioxide ice, 5 % frozen CO2 and crystalized ammonia, as well as trace amounts of several other organic elements.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Pol_Landed_PolVolcanoes": "These are some of the most complex samples collected on Pol, comprised of silicate rock, sulfur dioxide ice, crystalized CO2 and ammonia, as well as trace amounts of both uranium-238 and thorium-235.",
    "Science/Experiments/CrewObservation/Data/Flavor/Pol_HighOrbit": "I can’t decide what Pol most resembles: custard, caramel, or butter.",
    "Science/Experiments/CrewObservation/Data/Flavor/Pol_LowOrbit": "From here the surface reminds me of some places I read about in children’s stories… And none of them were nice.",
    "Science/Experiments/CrewObservation/Data/Flavor/Pol_Landed_PolHighlands": "Everything is orange colored. I’ve never seen anything like it.",
    "Science/Experiments/CrewObservation/Data/Flavor/Pol_Landed_PolLowlands": "This has to be the weirdest colored terrain I’ve ever seen. Words cannot describe how strange everything looks.",
    "Science/Experiments/CrewObservation/Data/Flavor/Pol_Landed_PolMountains": "I feel like I’m standing on the largest mound of orange Sherbet in the universe.",
    "Science/Experiments/CrewObservation/Data/Flavor/Pol_Landed_PolVolcanoes": "This is the strangest volcano I’ve ever seen. How can a volcano eject snow?",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Pol_HighOrbit": "The lab has mapped several large volcanic cones but cannot confirm if they are still active or not. Caution is highly advised.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Pol_LowOrbit_PolHighlands": "Surface mapping indicates almost no craters. Pol must have a very dynamic surface.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Pol_LowOrbit_PolLowlands": "Minor fluctuations in temperature seem to coincide with the various surface colors, but we have no explanation for this phenomenon.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Pol_LowOrbit_PolMountains": "Surface mapping shows a smooth, almost melted mountain topography. This is unlike anything we’ve ever seen.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Pol_LowOrbit_PolVolcanoes": "There is no evidence of current activity but mind your lander if you decide to visit the volcanoes!",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Pol_HighOrbit": "We have theory that Pol’s core contains large amounts of uranium-238 and thorium-232. Could this explain how and why Pol’s core is so hot?",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Pol_LowOrbit_PolHighlands": "We are detecting several areas of increased temperature on the surface. There is no evidence of volcanic activity, but that doesn't mean some is impending.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Pol_LowOrbit_PolLowlands": "Laser mapping discovered several areas resembling lava flows. Landing conditions should be favorable but be on the lookout for volcanic activity.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Pol_LowOrbit_PolMountains": "These mountains were likely formed by tectonic activity, and that would suggest several tectonic plates covering the surface.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Pol_LowOrbit_PolVolcanoes": "We are detecting heat blooms around the larger volcanoes. Despite Pol’s small size, this is a strong indicator of subsurface magma pools.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Pol_HighOrbit": "We are detecting a faint magnetic field surrounding Pol. Impossible as it sounds, this suggests Pol’s core is at least partially comprised of molten iron.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Pol_LowOrbit": "Radiation signatures suggest an unusually high amounts of both uranium-238 and thorium-232.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Pol_Landed_PolHighlands": "There is a considerable amount of radiation in this area. Prolonged exposure is not recommended.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Pol_Landed_PolLowlands": "Instruments are detecting considerable amounts of gamma radiation. Iodine pills are recommended before venturing outside the ship.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Pol_Landed_PolMountains": "Like most of Pol, there is a considerable amount of gamma radiation being detected on these mountains, as well as solar radiation from Kerbol.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Pol_Landed_PolVolcanoes": "This is one of the most radioactive areas on Pol. Prolonged exposure could prove harmful or even fatal, even with a protective spacesuit.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eeloo_HighOrbit": "There are no signs of any direct or induced magnetic field being generated, suggesting Eeloo’s core is solid and cold.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eeloo_LowOrbit": "Spectro-analysis confirms Eeloo has the highest albedo of any planet in the Kerbolar system.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eeloo_HighOrbit": "Thermal imaging indicates the surface is frigid. Average daily temperatures are between -220°C and -240°C.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eeloo_LowOrbit": "Current measurements confirm Eeloo has an eccentricity of 0.26 and an inclination of 6.15°. We have a whiteboard full of guesses as to why.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eeloo_Landed_EelooIceFields": "Temperatures here are averaging -225 degrees Celsius. Even the mystery goo is shivering.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eeloo_Landed_EelooCraters": "Visual analysis confirms this icy crater is one of the most reflective surfaces ever discovered.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eeloo_Landed_EelooCanyons": "We are currently carbon dating some of the rock samples collected to try and determine when this canyon was formed.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eeloo_Landed_EelooGreatRift": "Measurements confirm this is the largest canyon in the entire solar system.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eeloo_Landed_EelooIceFields": "Ground penetrating radar suggests this ice sheet is hundreds of kilometers thick.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eeloo_Landed_EelooCraters": "Standard carbon dating techniques are useless in this icy crater, but the smoothness suggests Kerbol’s solar winds have been slowly eroding it over thousands if not millions of years.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eeloo_Landed_EelooCanyons": "The lab is taking very precise measurements at specific points along the canyon walls. Over time these will help determine if the canyon walls are expanding or contracting or fixed in position.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eeloo_Landed_EelooGreatRift": "Seismometers are not detecting any tremors or other vibrations, suggesting this is rift not tectonic in nature. But we will need more data over time to confirm.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eeloo_Landed_EelooIceFields": "The ice is extremely hard and makes collecting samples difficult. But what we have collected so far seems to be mostly composed of frozen nitrogen with other exotic ices.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eeloo_Landed_EelooCraters": "Samples are comprised of mostly frozen nitrogen, frozen carbon monoxide, frozen carbon dioxide, but also contain a large quantity of organic chemicals.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eeloo_Landed_EelooCanyons": "Samples are a mix of nitrogen ice and carbonaceous rock.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eeloo_Landed_EelooGreatRift": "Tests indicate samples from the bottom of this rift are mostly carbonaceous mudstone and shale.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eeloo_Landed_EelooIceFields": "Ice samples contain mostly frozen nitrogen, frozen carbon monoxide, frozen carbon dioxide and frozen methane with traces of water ice and other organic chemicals.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eeloo_Landed_EelooCraters": "Tests indicate a high amount of organic chemicals like methanol, hydrogen cyanide, formaldehyde, ethanol, ethane, and even some amino acids, suggesting the impactor may have been a cometary fragment.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eeloo_Landed_EelooCanyons": "Samples are comprised of frozen nitrogen, frozen carbon monoxide, frozen carbon dioxide mixed with carbonaceous mudstone and shale.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eeloo_Landed_EelooGreatRift": "These samples are mostly comprised of carbonaceous mudstone and shale with traces of granite and basalt and some organic compounds.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eeloo_HighOrbit": "It’s strange that Eeloo looks nothing like the artist’s renditions we saw in school.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eeloo_LowOrbit": "That’s supposed to be ice down there, but it has an odd sort of greenish color. I like it.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eeloo_Landed_EelooIceFields": "Everything is solid ice. I told R&D we should have ice-skates built into our spacesuits. Maybe next time they’ll listen to me.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eeloo_Landed_EelooCraters": "This icy crater is like a gigantic glass bowl. Just imagine how many snacks it could hold!",
    "Science/Experiments/CrewObservation/Data/Flavor/Eeloo_Landed_EelooCanyons": "Is this a crack or a canyon? Or both? Does that make it a crack-on? (See what I did there?)",
    "Science/Experiments/CrewObservation/Data/Flavor/Eeloo_Landed_EelooGreatRift": "The walls are so steep and high it would be impossible to reach the top without a jet pack.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eeloo_HighOrbit": "The lab is currently mapping the thousands of impact craters but has found nothing even remotely large enough to cause the massive cracks in Eeloo’s icy surface. We will continue to investigate.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eeloo_LowOrbit_EelooCanyons": "These are some of the largest and deepest canyons ever discovered. Don't fall in!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eeloo_LowOrbit_EelooCraters": "There are many large craters, but Mun easily has it beat.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eeloo_LowOrbit_EelooGreatRift": "Laser mapping confirms this to be the largest canyon in the system.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Eeloo_LowOrbit_EelooIceFields": "According to long range imaging, the surface is solid ice, not snow. We’ll need more data before we can determine if it makes good ice cream.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eeloo_HighOrbit": "The lab is investigating a coffee-fueled hypothesis by Keri Kerman that the merger of two uranium-rich plumes within Eeloo’s mantle caused the interior to heat and expand, cracking its icy surface.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eeloo_LowOrbit_EelooCanyons": "Thermal imaging indicates the canyon bottoms are 20 degrees colder than the rest of the planet. Since there are no heat signatures, we presume these canyons are not volcanic or tectonic in nature.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eeloo_LowOrbit_EelooCraters": "The craters we’ve mapped are large but shallow. Based on our findings, impactors may have been icy comets and not harder rock asteroids.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eeloo_LowOrbit_EelooGreatRift": "All data confirms this to be the largest, deepest, and steepest canyon ever discovered. But we are at a loss how it was formed.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Eeloo_LowOrbit_EelooIceFields": "Tests confirm this area is the most reflective surface ever discovered. They were polished by Kerbol’s solar winds over billions of years.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eeloo_HighOrbit": "There is very little radiation being detected on the surface. But we are gathering some excellent data on the solar winds this far from Kerbol.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eeloo_LowOrbit": "We are picking a slightly higher radiation signature near the great rift than the rest of Eeloo.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eeloo_Landed_EelooIceFields": "There is almost no radiation coming from the ice. What little we can detect is likely residual and solar or cosmic in origin.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eeloo_Landed_EelooCraters": "There is almost no surface radiation being detected inside this crater.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eeloo_Landed_EelooCanyons": "There is slight increase in radiation along the floor of this canyon.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eeloo_Landed_EelooGreatRift": "We are detecting a slight increase in radiation compared to the rest of Eeloo. Signatures indicate the presence of uranium-238, although we have found none in the local ground samples.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Bop_Landed_BopBalancingRock": "Normally, this rock would be a sign of tectonic activity, but Bop does not rock and roll.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Bop_Landed_BopCarcass": "There are no other fossils here. It must have been so lonely.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Bop_Landed_BopSailingStones": "We can find no unusual readings in any test to suggest how these stones are moving.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_Landed_DresDoubleArch": "Tests confirm the double arch is faintly magnetic! Let me put my \"Duna is for lovers\" magnet on it.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaBrocktonFormation": "All readings match the surrounding area, so we'll have to find another way to determine how this formation was created.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaFace": "There are no strange readings. All tests are nominal. It's so quiet. I don’t like it.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaMonument": "The wind completely stopped near the monument. Monument, are you haunted?",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Duna_Landed_DunaMushroomSpire": "The surrounding area is so windy that it can easily whip the dust around. Did the wind and dust carve this feature?",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eeloo_Landed_EelooCaptiveRock": "Nothing unusual here, beyond this really cool rock!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eeloo_Landed_EelooWaveIce": "The area is brutally cold, but there is no evidence of any other formation besides this wave.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Landed_EveGiantRock": "Surrounding terrain is much like the rest of Eve: volcanic rock and ash.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Landed_EveHeartIsland": "The surrounding area is much like the rest of Eve. Temperature, barometric pressure, solar radiation all within expected parameters.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Landed_EvePavement": "The surrounding area is quite windy. We are clocking gusts of almost 25 kph.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Gilly_Landed_GillyGiantRock": "All readings are within expected parameters. At least this rock isn't scary!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Gilly_Landed_GillyPrecariousStack": "The surrounding area is similar to the rest of Gilly. There is no evidence of how this formation came to be.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Ike_Landed_IkeGiantRock": "The area surrounding this massive formation may be a recent lava plain.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Ike_Landed_IkeGiantsCauseway": "Tests indicate this whole area is a vast, recently-cooled volcanic plain!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinCamelRock": "Instruments show wind speeds under 5 kph. It's so serene. It may be one of the top five nap spots.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinDevilsTower": "The surrounding area is quite lovely. No unusual readings indicated.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinGlacier": "Air samples are surprisingly pure. Do you think we could pump this into the cursed restroom at the Research and Development Center?",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinKerb2Summit": "The air is crisp and cold. Temperatures fall as we climb higher.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinKSC": "Temperature is average for this time of year, which is all of the year.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Kerbin_Landed_KerbinPyramid": "Instruments are not picking up anything unusual here.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaytheBallRocks": "Temperature and barometric pressure all align with most of Laythe.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaytheFossil": "There are many other signs of extinct life here, including shell and bone fragments. There are no signs of living life here. I'm not sure that's a bad thing.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Minmus_Landed_MinmusBalancingRock": "The area consists of rolling hills of glass sand with some small glass fragments. Instruments are picking up nothing unusual.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Minmus_Landed_MinmusMonument": "We cannot find any evidence of the monument’s construction. Whoever built this is just as skilled at cleaning up as they are at building.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Moho_Landed_MohoGiantRock": "Samples of the surrounding area suggest this rock is part of a massive lava field.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Moho_Landed_MohoMoholeCore": "We can find little evidence explaining this strange crystal formation, but it is shiny.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Moho_Landed_MohoPrecariousStack": "The area around is scattered with the exact same kind of rock and stone, but this rock is an outlier.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Landed_MunArches": "There is absolutely nothing out of the ordinary about the surrounding area. All readings are normal.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Landed_MunGiantRock": "The area around this rocky mound is covered in large and small basalt rocks.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Landed_MunMonument": "We can detect nothing out of the ordinary in this area. Oh, except for the arch.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Mun_Landed_MunMunOrBust": "We can find no reason anyone would want to land here.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Pol_Landed_PolIceTower": "Data suggests the area has been volcanically active recently. Be ready to evacuate at a moment’s notice. No one likes a cooked Kerbal.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Pol_Landed_PolMineralFormation": "This area was volcanically active in the last few years.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Tylo_Landed_TyloBalancingRock": "There are no unusual readings, but the mystery goo is squirming around like it’s trying to find something.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Tylo_Landed_TyloMonument": "We are picking up what appears to be a faint radio signal. Is it coming from the monument, or is it some other natural source?",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Tylo_Landed_TyloRampRock": "This rock formation’s strange position is likely the result of glacial movement of Tylo’s surface.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_Landed_VallBalancingRock": "We have not detected any unusual readings so far. We'll need a different experiment to determine the formation of this amazing structure.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_Landed_VallMineralFormation": "The survey did not give us any new information about this scary cave, so I'm just going to say it's haunted.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Vall_Landed_VallPenitente": "We can confirm that this is the tallest ice structure on Vall. Take a picture!",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Eve_Landed_EveTor": "Instrument readings are all normal for Eve. Temperature is 148.5°C. Barometric pressure at 3.9. On the bright side, there is a steady breeze blowing from the southwest.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Bop_Landed_BopBalancingRock": "Measurements confirm this is one of the largest boulders on Bop.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Bop_Landed_BopCarcass": "We have found no evidence of other kraken, a ship, or anything to help explain how this creature came to be on Bop.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Bop_Landed_BopSailingStones": "Data suggests that the surface of Bop is moving under these stones. Do you think Bop will be mad if we take one of the stones?",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_Landed_DresDoubleArch": "Data suggests this formation was once a massive tower that collapsed under its own mass.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaBrocktonFormation": "There are signs of water erosion, but we're not positive that is how these rocks were formed.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaFace": "The mystery goo is acting strange again. It is trying to mimic the Duna face, but the eyes are all wrong.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaMonument": "One of the branches of this amazing monument appears to be broken, but we cannot find where it is. We even used ground penetrating radar!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Duna_Landed_DunaMushroomSpire": "We are picking up some of the highest recorded wind gusts on Duna here, reaching nearly 100 kph!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eeloo_Landed_EelooCaptiveRock": "Incoming data suggests this was result of a huge asteroid impact throwing this single chunk of ice kilometers high. That's precision!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eeloo_Landed_EelooWaveIce": "There are a few guesses as to what made this ice sheet, including tidal forces or a frozen impact. Can you get us more data?",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Landed_EveGiantRock": "Barometric pressure is nearly 4 times as dense as Kerbin. That's strangely normal for Eve.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Landed_EveHeartIsland": "We are considerably north of the equator. Temperatures in this area are brutally hot, reaching as high as 139°C.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Landed_EvePavement": "Evidence suggests this formation is the result of countless eons of wind erosion slowly wearing it away.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Gilly_Landed_GillyGiantRock": "We can find no evidence in the surrounding area to explain this incredible formation.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Gilly_Landed_GillyPrecariousStack": "The formation itself is slightly hotter than the surrounding terrain, suggesting absorbs and retains heat from Kerbol.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Ike_Landed_IkeGiantRock": "Testing suggests this entire area, including Rock 772-024J, was the result of substantial volcanic activity within 1000 years.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Ike_Landed_IkeGiantsCauseway": "We can find no evidence of other volcano tubes matching this impressive structure on Ike.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinCamelRock": "Temperatures and humidity are all perfect, but the barometric pressure is falling slightly. There might be a brief shower later!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinDevilsTower": "We are observing the wind patterns swirling around the upper portions of the tower.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinGlacier": "This area is pristine, but we have experienced some extremely low temperatures at night. Luckily, we brought self-heating snacks!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinKerb2Summit": "Instruments indicate a drop in oxygen near the peak. Spacesuits may be needed.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinKSC": "Temperature, barometric pressure, and humidity is all nominal. Wind speeds are low. It is a perfect day for flying or sitting under a tree with a good book. Maybe both at the same time.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Kerbin_Landed_KerbinPyramid": "There is an unusual lack of wildlife near the pyramid. Instruments are detecting nothing out of the ordinary, but it's so quiet.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaytheBallRocks": "It is theorized these ball rocks formed when very small minerals cement sediment around a stone or a piece of shell.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaytheFossil": "Samples are covered with several millimeters of caked sea salt. We have a prize for whoever licks it first.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Minmus_Landed_MinmusBalancingRock": "We are taking measurements to verify a hypothesis that both pieces of this formation were fragments of a large impact that rolled downhill, and one landed on top of the other.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Minmus_Landed_MinmusMonument": "There are no signs of chisel marks, laser burns, or anything else to indicate how this was carved. We even broke out the microscope!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Moho_Landed_MohoGiantRock": "According to thermal scans, the surface of that rock is almost 100°C. It could melt right through your glove.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Moho_Landed_MohoMoholeCore": "Scans verify the walls of the Mohole formation are nearly vertical. If this is some sort of volcanic vent, it does not explain the crystal core. We will continue to investigate.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Moho_Landed_MohoPrecariousStack": "Survey data suggests this formation may be a gigantic fragment from a past asteroid impact that landed upright. Was the universe playing lawn darts?",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_Landed_MunArches": "Ground penetrating radar cannot determine how deep this goes.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_Landed_MunGiantRock": "This area was once volcanically active. This monstrous rock could have been a product of an eruption in the Mun’s past.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_Landed_MunMonument": "Seismometers suggest this arch extends far underground, but we have not determined if this is an arch or a full ring",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Mun_Landed_MunMunOrBust": "Clearly someone else was here, but the footsteps trail off and end. We can find no evidence of a rescue. What happened?",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Pol_Landed_PolIceTower": "Seismometers are picking up intermittent tremors, which is to be expected. The mystery goo seems nervous.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Pol_Landed_PolMineralFormation": "Test results suggest this strange object is hollow. Is it a gigantic bubble?",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Tylo_Landed_TyloBalancingRock": "We have detected no tectonic activity or found any evidence that would explain why this rock is protruding so far above the surface of Tylo.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Tylo_Landed_TyloMonument": "The incoming data is conflicted. This monument is much older than the ground it is standing on.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Tylo_Landed_TyloRampRock": "If our measurements are correct, a rover hitting this formation at the correct speed should be able to do a complete 360-degree roll before crashing back to the ground. Let's try it!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_Landed_VallBalancingRock": "There is little evidence in the area to explain this strange rock’s origin. How was it cracked in half?",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_Landed_VallMineralFormation": "Data confirms that the scary cave’s “teeth” are massive icicles.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Vall_Landed_VallPenitente": "Instruments confirm this area reaches frigid temperatures at night. This ice formation is nearly as hard as steel! I would not recommend building a rocket from it.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Eve_Landed_EveTor": "Microscopic analysis confirms this formation’s smooth surface is from eons of wind erosion.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Jool_Atmosphere": "Atmospheric pressure increases exponentially the lower we descend. If we dive too deep, we’ll be crushed like an egg!",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Jool_LowOrbit": "The pressure on Jool is so extreme that its core might be composed of metallic hydrogen.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Jool_HighOrbit": "We are trying to map cloud layers, but there are so many layers! There may be no surface, but we also can't discern the structure of Jool's core.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Jool_Atmosphere": "We're flying through a vast sea of green. I’ve never seen anything this magnificent.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Jool_Atmosphere_JoolEquator": "We are measuring wind velocities nearing 600 kph in the lower atmosphere. Try not to dip that low, unless you want to be sheared apart.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Jool_Atmosphere_JoolNorthernTropic": "While there is no visual evidence, we detected strong electrical discharges deeper in the atmosphere. Be advised, your ship is an excellent lightning rod.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Jool_Atmosphere_JoolNorthernCircle": "The pressure below us is nearly 10 times that of Kerbin. I wouldn't go lower if you like your current shape.",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Jool_Atmosphere_JoolSouthernTropic": "We have discovered bands of slightly slower clouds. They are in excess of 400 kph, but it's still slower!",
    "Science/Experiments/AtmosphereSurvey/Sample/Flavor/Jool_Atmosphere_JoolSouthernCircle": "We are currently observing several large storm systems in this area. Some are massive, larger than the entire planet of Kerbin!",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Jool_Atmosphere_JoolEquator": "Wind speeds lower in the atmosphere are some of the highest ever recorded in the system.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Jool_Atmosphere_JoolNorthernTropic": "Data suggests a series of severe magnetic storms are running along this band of Jool.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Jool_Atmosphere_JoolNorthernCircle": "We've gone through five barometers trying to measure the atmospheric pressure here.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Jool_Atmosphere_JoolSouthernTropic": "For some reason, wind speeds inside this area of clouds are slightly less than the rest of Jool.",
    "Science/Experiments/AtmosphereSurvey/Data/Flavor/Jool_Atmosphere_JoolSouthernCircle": "We are observing several swirling clouds. They are quite beautiful, but incoming data suggest they are also quite deadly.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Vall_Splashed_VallWell": "Instruments have detected no signs of life. Nothing could exist in this extremely cold water.",
    "Science/Experiments/MarineSurvey/Sample/Flavor/Vall_Landed_VallWell": "The Well may be our best sign that there is a vast ocean stretching endlessly under Vall’s ice.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Jool_LowOrbit_JoolEquator": "Despite its immense size and mass, analysis suggests Jool's density is less than a tenth of Kerbin's.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Jool_LowOrbit_JoolNorthernTropic": "There are several distinct air currents flowing around Jool. Each one has a different temperature and speed, but they also stay consistent.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Jool_LowOrbit_JoolNorthernCircle": "The wind speeds swirling around the polar region are so extreme that they cause several vast, hurricane-like storms. Each one measures hundreds, even thousands of kilometers across.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Jool_LowOrbit_JoolSouthernTropic": "We are observing some minute but interesting variations in radiation coming from Jool. The reason is still unknown, but we suspect Jool’s strange cloud layers.",
    "Science/Experiments/OrbitalSurvey/Sample/Flavor/Jool_LowOrbit_JoolSouthernCircle": "Jool’s belts move at different speeds, some even seemingly going in reverse to others. We can't wait to find out why!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Jool_LowOrbit_JoolEquator": "Jool’s mass is nearly twice that of all the other planets in the system--combined!",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Jool_LowOrbit_JoolNorthernTropic": "We are mapping several large bands of varying temperature in an attempt to understand Jool’s jet streams.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Jool_LowOrbit_JoolNorthernCircle": "The storm systems circling Jool's north pole are fascinating. We could spend days gathering data.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Jool_LowOrbit_JoolSouthernTropic": "We brought all of the green color chips we could find at the VAB to define every color we see in Jool's cloud belts.",
    "Science/Experiments/OrbitalSurvey/Data/Flavor/Jool_LowOrbit_JoolSouthernCircle": "We were able to observe a meteor entering Jool’s atmosphere. The clouds broke and the temperature rose, but within minutes all went back to normal. We had to review footage three times to confirm it even happened.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Bop_Landed_BopBalancingRock": "Samples contain much more nickel and ferrous ore than the surrounding terrain.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Bop_Landed_BopCarcass": "Microscopic analysis confirms this carcass is completely fossilized. Don't chip your teeth!",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Bop_Landed_BopSailingStones": "Samples of the rock are mostly carbonaceous chondrite.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Dres_Landed_DresDoubleArch": "Samples match the surrounding rocks and boulders.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaBrocktonFormation": "The composition of these rocks is the same as the others on Duna, but we don't know how these got their shape.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaFace": "The Duna face is made of volcanic basalt covered in a thick layer of reddish dust. Nothing unique here about the composition.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaMonument": "While this monument looks like a tree, it is the same volcanic basalt found on much of Duna.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Duna_Landed_DunaMushroomSpire": "The rock samples we’ve collected suggest the top of this structure is volcanic basalt atop a softer sandstone. Maybe that explains how it eroded into its present form.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eeloo_Landed_EelooCaptiveRock": "Samples suggest the captured ice piece is slightly different in composition from the ice cliff it is trapped in.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eeloo_Landed_EelooWaveIce": "Samples collected show this ice sheet to be nearly pure frozen water ice.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Landed_EveGiantRock": "The surrounding terrain has a higher concentration of ferrous ore than most of the planet.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Landed_EveHeartIsland": "Like much of Eve, this island seems comprised of volcanic rock. The shape is unlike any volcanic vent or impact crater we've found.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Landed_EvePavement": "The surrounding terrain is a mixture of basalt and nickel iron.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Gilly_Landed_GillyGiantRock": "The terrain is normal for Gilly: mostly iron and nickel with traces of granite and some silicates.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Gilly_Landed_GillyPrecariousStack": "Samples show an elevated concentration of ferrous iron.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Ike_Landed_IkeGiantRock": "Samples of Rock 772-024J seem to match the other surrounding rocks and boulders.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Ike_Landed_IkeGiantsCauseway": "Samples show the Giant’s Linguini is similar to the surrounding basalt rocks, but it is far older.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinCamelRock": "The area is mostly sand and dirt.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinDevilsTower": "Data suggests this tower is ancient volcanic basalt.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinGlacier": "The snow and ice samples are almost free of impurities. Down the hatch for science!",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinKerb2Summit": "Samples gathered from the summit are mostly hard granite.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinKSC": "Samples gathered around the KSC are dirt, small pebbles, and some interesting leaves that might make a pretty display.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Kerbin_Landed_KerbinPyramid": "Samples indicate the pyramid is made up of immense limestone blocks. It is unknown how our fore-Kerbals moved such massive objects.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaytheBallRocks": "Samples are a combination of calcium and sandstone layers that were built up over thousands of years.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaytheFossil": "Samples have confirmed this skeleton is still bone, not fossilized minerals. Laythe’s extinction event happened only recently, and by recently, I mean geologically recently.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Minmus_Landed_MinmusBalancingRock": "Samples are comprised of silicon and shocked quartz.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Minmus_Landed_MinmusMonument": "Samples indicate the monument to be made of one gigantic piece of Minmus silicon glass, but we have not located anything that resembles an excavation site.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Moho_Landed_MohoGiantRock": "Samples suggest this formation is volcanic in nature. No surprise there.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Moho_Landed_MohoMoholeCore": "This core is surprisingly hard. We shattered several hammers to obtain a small sample.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Moho_Landed_MohoPrecariousStack": "The ground samples near this giant rock are almost pure basalt.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Mun_Landed_MunArches": "There is nothing abnormal to report about the samples collected.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Mun_Landed_MunGiantRock": "Samples are basalt with some small iron stones mixed in.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Mun_Landed_MunMonument": "We have not been able to obtain a sample from this arch. Whatever it is made of, we can't break it off into our tubes.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Mun_Landed_MunMunOrBust": "We have found little scraps of stuff on the ground, but there is nothing that would indicate who is or what befell the pilot.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Pol_Landed_PolIceTower": "This tower is layers of sulfur dioxide ices built up over time. It's an excellent example of a small volcano.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Pol_Landed_PolMineralFormation": "Samples match the surrounding terrain.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Tylo_Landed_TyloBalancingRock": "This rock is the same dark carbonaceous chondrite stone as the rest of Tylo’s highlands.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Tylo_Landed_TyloMonument": "The monument is carved of the same rocky material found on Tylo’s highlands.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Tylo_Landed_TyloRampRock": "Samples indicate this rock to be a type of carbonaceous chondrite stone, similar to Tylo’s highland region.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Vall_Landed_VallBalancingRock": "Samples contain large amounts of nickel and ferrous ore. That may indicate it was an impactor fragment.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Vall_Landed_VallMineralFormation": "Samples are an exact match to the surrounding snow and ice.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Vall_Landed_VallPenitente": "Samples have determined this formation to be nearly pure water ice.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Eve_Landed_EveTor": "This formation’s purple color is a result of iodine in the atmosphere staining the surface.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Bop_Landed_BopBalancingRock": "Samples show a high degree of nickel and ferrous ore in the balancing rock, suggesting it may be an impactor fragment. The odds of it landing the way it has are astronomical.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Bop_Landed_BopCarcass": "Carbon dating suggests this fossilized beast is several million years old.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Bop_Landed_BopSailingStones": "Samples of the surrounding terrain have detected carbonaceous chondrites, organic-rich silicates, and a surprising amount of water ice.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Dres_Landed_DresDoubleArch": "Results indicate the double arch is almost pure metallic iron with traces of nickel and lithium ore.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaBrocktonFormation": "There is evidence of both water and wind erosion in the samples we’ve gathered. Which one was the driving force in forming these strange rocks?",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaFace": "Observations of the rock surface show no visible markings, even on a microscopic level. If it was carved, the chisel marks may have been eroded by the constant wind.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaMonument": "We carefully scraped some samples from the monument’s ornaments, and the tests verified they are gold and turquoise. Gold and turquoise are not native to Duna.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Duna_Landed_DunaMushroomSpire": "Test results, including microscopic analysis, confirm this structure is a result of wind erosion, not a part of some ancient ocean.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eeloo_Landed_EelooCaptiveRock": "Sample results show the captured ice piece to have a more frozen carbon dioxide than the nearby cliff. It's not a shard of the cliff.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eeloo_Landed_EelooWaveIce": "It is hard to put a date on something like this, but data suggest this ice formation would take millions of years of exposure to solar radiation to become as smooth as it is.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Landed_EveGiantRock": "Samples of the frog rock show it to be comprised of mostly volcanic basalt. Maybe it's the shattered remains of an immense lava bomb.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Landed_EveHeartIsland": "Samples are volcanic basalt and ferrous iron, and the heart lake is almost pure liquid sulfur.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Landed_EvePavement": "The samples of the tessellated pavement are nearly pure basalt. They're likely the remains of an ancient volcanic field.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Gilly_Landed_GillyGiantRock": "The giant rock is composed of granite, which does nothing to explain how it ended up this way.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Gilly_Landed_GillyPrecariousStack": "This formation is nearly pure nickel iron. It may be a massive ejecta from some long past impact.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Ike_Landed_IkeGiantRock": "Samples of Rock 772-024J are comprised of volcanic basalt. It's geologically a baby.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Ike_Landed_IkeGiantsCauseway": "This giant lava tube is significantly older than the surrounding lava plain. It likely toppled over from its own mass when it was molten and soft.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinCamelRock": "Samples taken from Kapy Rock are a type of pink sandstone.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinDevilsTower": "This tower is an ancient volcanic tube, and the volcano itself eroded eons ago. We are still trying to determine its exact age.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinGlacier": "This glacier is slowly moving at a rate of 5-6 meters per year, like my first rover.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinKerb2Summit": "Samples are mostly granite and marble with some surprising traces of volcanic basalt.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinKSC": "The ground samples are fertilized loam, small pebbles, and a chunk of asphalt. Tarmac Henry is going to be furious.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Kerbin_Landed_KerbinPyramid": "Collective data suggests this pyramid may be nearly 1000 years old!",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaytheBallRocks": "Microscopic analysis suggests the ball rocks' spherical shapes are a result of centuries of water and wind erosion gently polishing them smoother than Bob's head. Or Bill's head.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaytheFossil": "Data is still incoming, but results suggest this skeleton is approximately 1000 years old. This would mean Laythe had life in its oceans until only a millennia ago.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Minmus_Landed_MinmusBalancingRock": "We carefully removed a small sample from both rocks and have determined them to be 99% silicon, plus or minus 1%.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Minmus_Landed_MinmusMonument": "While the monument is made of the same silicon found on Minmus, the crystals may be an undiscovered element! We'll run a poll on the fridge to name it.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Moho_Landed_MohoGiantRock": "This formation to be mostly basalt and similar in appearance to pillow lava. There's no water, so how did this wind up here?",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Moho_Landed_MohoMoholeCore": "Samples verify the core to be almost pure carbon. In short, it is the largest diamond ever discovered. Mission Control immediately classified this information as super-duper secret.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Moho_Landed_MohoPrecariousStack": "Samples from the giant ogre formation are nearly pure basalt. Is this huge rock a massive lava bomb?",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Mun_Landed_MunArches": "Samples of the arch are almost pure basalt, but there is no other volcanic formation like this ever discovered or recorded.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Mun_Landed_MunGiantRock": "Samples of this rock formation are basalt with trace amounts of nickel. This suggests it was formed through volcanic activity and is not an impact ejecta.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Mun_Landed_MunMonument": "The arch is too hard to break a piece off to examine. What tests we can run confirm this arch is comprised of a new element.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Mun_Landed_MunMunOrBust": "Instruments indicate the crashed ship is out of fuel. The fact that it is mostly intact suggests the pilot almost made it to the ground.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Pol_Landed_PolIceTower": "Test results show the plume rising from this formation to be nearly pure sulfur dioxide. Do not open the sample container inside the capsule. The rotten egg smell will never come out.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Pol_Landed_PolMineralFormation": "This object is mostly sulfur dioxide ice. This is another indication it may be a gigantic frozen bubble. Is Pol snoring?",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Tylo_Landed_TyloBalancingRock": "Sample analysis confirms this formation’s strange tunnel is a natural crevasse in the rock. It is not the result of erosion, like the caves on Kerbin.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Tylo_Landed_TyloMonument": "The monument is carved from dark carbonaceous chondrite stone, but we have not been able to gather a sample from the orbs. They are harder than our industrial grade spork.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Tylo_Landed_TyloRampRock": "Curious, tests suggest this rock is much older than the surface terrain around it. It is an interesting clue into Tylo’s strange geology.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Vall_Landed_VallBalancingRock": "Microscopic analysis confirms this rock's strange split is a natural crack, possibly caused by rapid deep freezing after its impact.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Vall_Landed_VallMineralFormation": "Samples taken from the cave floor are mostly frozen water and carbon dioxide with traces of organic chemicals.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Vall_Landed_VallPenitente": "Microscopic analysis has confirmed the edges of this formation to be the sharpest natural object ever discovered. One wrong move could easily slice your suit.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Eve_Landed_EveTor": "Tests confirm this formation to be volcanic basalt matching the surroundings. It is theorized to be the largest ejecta on Eve.",
    "Science/Experiments/CrewObservation/Data/Flavor/Bop_Landed_BopBalancingRock": "It looks like a computer monitor, but it's the size of a large building. I wonder what it is thinking about.",
    "Science/Experiments/CrewObservation/Data/Flavor/Bop_Landed_BopCarcass": "There can be no doubt now that Kraken are real. Why do they have to be so huge?",
    "Science/Experiments/CrewObservation/Data/Flavor/Bop_Landed_BopSailingStones": "There is clearly a trail behind this rock, but I don't see the rock moving.",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_Landed_DresDoubleArch": "This double arch is fascinating. Dres, you never fail to impress.",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaBrocktonFormation": "I remember reading about places like this when I was young. I don’t think I ever want to leave.",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaFace": "This strange face looks like it was constructed from stone blocks. There's no way this is a natural formation.",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaMonument": "This monument looks like it has been sleeping for eons. Let it continue its nap.",
    "Science/Experiments/CrewObservation/Data/Flavor/Duna_Landed_DunaMushroomSpire": "It looks like a giant mushroom. I think I’m going to build my retirement colony at the top of this!",
    "Science/Experiments/CrewObservation/Data/Flavor/Eeloo_Landed_EelooCaptiveRock": "I have never seen a single piece of ice that big. It reminds me of an iceberg back home.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eeloo_Landed_EelooWaveIce": "This is in my top ten frozen ice slides.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Landed_EveGiantRock": "If you look at it from just the right angle, this rock looks like a gigantic frog.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Landed_EveHeartIsland": "There is something romantic about a giant purple heart. I wonder if tourists will visit.",
    "Science/Experiments/CrewObservation/Data/Flavor/Eve_Landed_EvePavement": "This reminds me of the VAB parking lot before the Great Repavement.",
    "Science/Experiments/CrewObservation/Data/Flavor/Gilly_Landed_GillyGiantRock": "I’m afraid that if I touch it, the whole thing will fall over!",
    "Science/Experiments/CrewObservation/Data/Flavor/Gilly_Landed_GillyPrecariousStack": "I don’t understand how it could be perched upright like that. My legs would get tired.",
    "Science/Experiments/CrewObservation/Data/Flavor/Ike_Landed_IkeGiantRock": "It looks like a giant turtle or a lawn chair, depending on where you stand. I understand why this rock formation doesn't have a name.",
    "Science/Experiments/CrewObservation/Data/Flavor/Ike_Landed_IkeGiantsCauseway": "It looks like a gigantic handful of linguini and a most excellent rover ramp!",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinCamelRock": "The Kerbin Kapybara Society is going to lose their collective minds when they see this!",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinDevilsTower": "This is the best spot on the planet to go stargazing, if you can find a way to get to the top.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinGlacier": "I wonder if we can make snow cones from the glacier ice!",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinKerb2Summit": "It’s like standing on top of the world, even if you’re not at the top!",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinKSC": "There is no place like home.",
    "Science/Experiments/CrewObservation/Data/Flavor/Kerbin_Landed_KerbinPyramid": "There is a feeling of awe and wonder surrounding this place. It is truly a marvel.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaytheBallRocks": "Mission Control will hate me if I write this on the official report, but they look like beach balls.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaytheFossil": "The scientists back home have already named this thing a Megalofishicus Rex. As far as I’m concerned, it’s a sea serpent.",
    "Science/Experiments/CrewObservation/Data/Flavor/Minmus_Landed_MinmusBalancingRock": "I need to be really careful not to tip this amazing rock formation over. Mission Control would cut me to half snack rations for the rest of my life!",
    "Science/Experiments/CrewObservation/Data/Flavor/Minmus_Landed_MinmusMonument": "It is now clear that we are not alone. What is this creature? It is not Kerbal, nor is it kraken. Who were the builders of this strange and beautiful monument?",
    "Science/Experiments/CrewObservation/Data/Flavor/Moho_Landed_MohoGiantRock": "Mission Control, you are not going to believe this. It looks like a giant croissant!",
    "Science/Experiments/CrewObservation/Data/Flavor/Moho_Landed_MohoMoholeCore": "It is like a diamond! I can't even describe all the colors I'm seeing within.",
    "Science/Experiments/CrewObservation/Data/Flavor/Moho_Landed_MohoPrecariousStack": "I know it sounds odd, but this formation is looking right at me.",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_Landed_MunArches": "It’s hard to believe this formed naturally.",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_Landed_MunGiantRock": "I think you could fit a KSC parking garage in this!",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_Landed_MunMonument": "The jewels seem to represent our system! Are those kraken running up the sides? What is this thing?",
    "Science/Experiments/CrewObservation/Data/Flavor/Mun_Landed_MunMunOrBust": "I thought we were the first to land here, but we are not the first. Oddly, Mission Control can find no record of a landing.",
    "Science/Experiments/CrewObservation/Data/Flavor/Pol_Landed_PolIceTower": "This is the closest I’ve ever been to an active vent. It is a little inspiring and a little scary.",
    "Science/Experiments/CrewObservation/Data/Flavor/Pol_Landed_PolMineralFormation": "It looks like a giant bubble that froze before it could burst. Where's my giant needle?",
    "Science/Experiments/CrewObservation/Data/Flavor/Tylo_Landed_TyloBalancingRock": "There is something mysterious about this rock formation. What secrets does it hold?",
    "Science/Experiments/CrewObservation/Data/Flavor/Tylo_Landed_TyloMonument": "In a strange way, this creature seems cheerful. I wonder if it wants my snacks?",
    "Science/Experiments/CrewObservation/Data/Flavor/Tylo_Landed_TyloRampRock": "I know I’ll get into a lot of trouble, but I really want to use this rock for a rover ramp!",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_Landed_VallBalancingRock": "I’m not sure why, but this split rock reminds me of a hoagie. Maybe I’m just hungry. I hope we packed hoagies!",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_Landed_VallMineralFormation": "I don’t care if Mission Control promises me a lifetime supply of snacks, I am not going into that cave!",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_Landed_VallPenitente": "This massive ice structure looks sharp and dangerous. I'm going to take a few steps back.",
    "Science/Experiments/CrewObservation/Data/Flavor/Vall_Landed_EveTor": "This is so much fun to climb up and around, but it’s really hot. That might be good for my back!",
    "Science/Experiments/CrewObservation/Data/Flavor/Jool_Atmosphere": "We're flying through a vast sea of green. I’ve never seen anything this magnificent.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Bop_Landed_BopBalancingRock": "We have detected no unusual radiation signatures coming from this rock formation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Bop_Landed_BopCarcass": "There is a strange radiation signature coming from this fossil. Keep a safe distance.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Bop_Landed_BopSailingStones": "There are no unusual radiation signs detected from these remarkable stones.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_Landed_DresDoubleArch": "We have detected faint traces of high-band radiation. Levels are extremely low, so it should not be a risk.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaBrocktonFormation": "There is little radiation being detected. Even the residual radiation seems lower than average.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaFace": "There is faint residual radiation being detected, but it matches the surrounding terrain.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaMonument": "There is no unusual radiation coming from the monument. Phew!",
    "Science/Experiments/RadiationObservation/Data/Flavor/Duna_Landed_DunaMushroomSpire": "There is an increase in residual radiation at the top of this massive structure. The height increases its exposure to Kerbol.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eeloo_Landed_EelooCaptiveRock": "There is no radiation coming from the captured ice fragment.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eeloo_Landed_EelooWaveIce": "There is no discernable radiation coming from this ice formation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Landed_EveGiantRock": "There is a slight increase in radiation coming from the frog rock. Maybe it's hiding some uranium.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Landed_EveHeartIsland": "There is a slight increase in residual radiation coming from the lake itself.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Landed_EvePavement": "We are reading some residual radiation, but it's nothing out of the ordinary for Eve.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Gilly_Landed_GillyGiantRock": "There is only residual solar radiation coming from this incredible rock formation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Gilly_Landed_GillyPrecariousStack": "Radiation is higher than normal, but we cannot determine the source.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Ike_Landed_IkeGiantRock": "There is no unusual radiation coming from this gigantic rock formation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Ike_Landed_IkeGiantsCauseway": "There is a faint amount of radiation coming from the Giant’s Linguini. It may contain a minute amount of uranium or thorium.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinCamelRock": "There are no unusual radiation readings coming from Kapy Rock. We can stay here all day.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinDevilsTower": "There are traces of radiation in areas of the tower. It is likely this massive structure contains some trace, safe amounts of uranium.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinGlacier": "There is a slight trace of radiation in the surface ice. That's like residual solar radiation from constant exposure to Kerbol.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinKerb2Summit": "The higher we climb, the higher the solar radiation gets.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinKSC": "Radiation levels are within expected levels.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Kerbin_Landed_KerbinPyramid": "There is a faint radiation signature coming from the pyramid. That is likely residual radiation from exposure to Kerbol over several centuries.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaytheBallRocks": "Like most everything on Laythe, the ball rocks are emitting sizable amounts of radiation. Taking one home as a souvenir is out of the question.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaytheFossil": "There is a high radiation signature coming from this skeleton. That's likely from the salt layer covering it.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Minmus_Landed_MinmusBalancingRock": "There is no unusual radiation being detected around this formation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Minmus_Landed_MinmusMonument": "There is a faint radiation signature coming from the glowing crystals, but it does not match any known radioactive element or isotope.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Moho_Landed_MohoGiantRock": "We are picking up some significant radiation signatures. Odds are it is from the constant exposure to Kerbol’s fierce solar radiation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Moho_Landed_MohoMoholeCore": "There is significantly less radiation here than on the surface. Perhaps a hole this deep is shielded from most of Kerbol’s solar radiation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Moho_Landed_MohoPrecariousStack": "There are no unusual radiation signatures coming from this formation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_Landed_MunArches": "There is a small amount of residual solar radiation being emitted from the arch.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_Landed_MunGiantRock": "There is a slight amount of radiation being detected. We're not sure if this is residual or if there's radioactive material here.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_Landed_MunMonument": "There is absolutely no radiation emanating from this strange arch.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Mun_Landed_MunMunOrBust": "We are picking up solar and residual radiation from Kerbol, but there is nothing unusual about the crashed ship.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Pol_Landed_PolIceTower": "We are picking up significant radiation from the tower. Maintain a safe distance.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Pol_Landed_PolMineralFormation": "There is an alarming amount of radiation coming from this formation. Keep the gloves on.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Tylo_Landed_TyloBalancingRock": "There is a small amount of radiation being detected. That's likely residual radiation from Jool.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Tylo_Landed_TyloMonument": "We are detecting faint radiation from the glowing orbs, but the signature is strange. We don't know what these orbs are.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Tylo_Landed_TyloRampRock": "There is unusual radiation coming from this rock formation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_Landed_VallBalancingRock": "We have not detected any unusual radiation levels coming from this formation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_Landed_VallMineralFormation": "There is no discernable radiation coming from this strange structure.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Vall_Landed_VallPenitente": "We are detecting a faint amount of residual radiation coming from this beautiful crystal formation.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Eve_Landed_EveTor": "There is a slight amount of gamma radiation being detected, but there is no radioactive material in our samples.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Jool_Atmosphere": "Radiation increases drastically the lower we descend. Use extreme caution.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_Landed_DresFinRock": "The surrounding area is mostly calcium carbonate with scatted iron fragments.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_Landed_DresFinRock": "Seismic analysis suggests much of this object is buried deep underground. We're only looking at the tip of the object.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Dres_Landed_DresFinRock": "Fascinating. Samples of this object do not match the surroundings.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Dres_Landed_DresFinRock": "Samples are nearly pure nickel ore, suggesting it may be a large impact fragment.",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_Landed_DresFinRock": "It looks like a giant fish fin swimming through the ocean.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_Landed_DresFinRock": "There is slight radiation coming from this object that does not match the surrounding terrain. Another hint that it may be an asteroid fragment.",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Laythe_Landed_LaytheBullseyeLake": "There is heat bloom coming from the center of the lake, rising into the atmosphere.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Laythe_Landed_LaytheBullseyeLake": "Data suggests this lake was formed by a small but powerful impact.",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Laythe_Landed_LaytheBullseyeLake": "This sample has the highest salt content on Laythe.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Laythe_Landed_LaytheBullseyeLake": "There appear to be organic chemicals in our water samples, but there are no signs of life.",
    "Science/Experiments/CrewObservation/Data/Flavor/Laythe_Landed_LaytheBullseyeLake": "I think the Kerbal Tourist Society would be interested in this location if it wasn’t so radioactive.",
    "Science/Experiments/RadiationObservation/Data/Flavor/Laythe_Landed_LaytheBullseyeLake": "We are detecting dangerously high amounts of radiation coming from the center of the lake. There may be a large amount of uranium-238 at the bottom.",
    "Science/Regions/DresRamp": "The Ultimate Quarterpipe",
    "Science/Experiments/EnvironmentSurvey/Data/Flavor/Dres_Landed_Ramp": "This structure is mostly calcium carbonate with small, scattered iron fragments.",
    "Science/Experiments/EnvironmentSurvey/Sample/Flavor/Dres_Landed_Ramp": "Seismic analysis suggests this to be a single calcium carbonate boulder jutting out from the hillside.  ",
    "Science/Experiments/SurfaceSurvey/Data/Flavor/Dres_Landed_Ramp": "Samples of this object are an exact match to the surrounding terrain.",
    "Science/Experiments/SurfaceSurvey/Sample/Flavor/Dres_Landed_Ramp": "Samples indicate this object is nearly pure calcium carbonate. The density is higher than expected.",
    "Science/Experiments/CrewObservation/Data/Flavor/Dres_Landed_Ramp": "This is such an awesome ramp. Mission Control is going to hate me for this, but I need to try it as soon as possible!",
    "Science/Experiments/RadiationObservation/Data/Flavor/Dres_Landed_Ramp": "There is no discernable radiation coming from this amazing formation."
}