{
    "Stock/VAB/JumpingFlea_Description": "The Jumping Flea was originally named after the carnival ride that we salvaged most of its parts from. It might not get us all the way to space, but it will definitely get us started there with a bang!",
    "Stock/VAB/JumpingFlea_FileName": "Stock Jumping Flea",
    "Stock/VAB/JumpingFlea_VehicleName": "Jumping Flea",
    "Stock/VAB/Stock01_Kerbal1_Description": "This second-generation rocket is designed to reaching Kerbin orbit with a minimum of effort, we hope. Yeah, it should make it!",
    "Stock/VAB/Stock01_Kerbal1_FileName": "Stock Kerbal-K1",
    "Stock/VAB/Stock01_Kerbal1_VehicleName": "Kerbal-K1",
    "Stock/VAB/Stock02_Kerbal2_Description": "The K2 rocket is intended to reach both the Mun or Minmus and return safely back home. That's assuming Jeb isn’t the pilot, he always over-throttles the engines.",
    "Stock/VAB/Stock02_Kerbal2_FileName": "Stock Kerbal-K2",
    "Stock/VAB/Stock02_Kerbal2_VehicleName": "Kerbal-K2",
    "Stock/VAB/Stock03_Drone_Description": "The RC-Sparrow is a scaled-up version of Kerlington Model Rocket’s wildly popular children’s RC toy, modified for exploration and scientific research. Try to keep the late-night drone racing around the KSC to a minimum.",
    "Stock/VAB/Stock03_Drone_FileName": "Stock RC-Sparrow",
    "Stock/VAB/Stock03_Drone_VehicleName": "RC-Sparrow",
    "Stock/VAB/Stock04_Jet_Description": "The Aeris-K2 is a modernized version of the ever-popular Aeris family of jets. Compact, sleek, maneuverable, and really fun to fly!",
    "Stock/VAB/Stock04_Jet_FileName": "Stock Aeris-K2",
    "Stock/VAB/Stock04_Jet_VehicleName": "Aeris-K2",
    "Stock/VAB/Stock05_Shuttle_Description": "This large shuttle comes equipped with massive boosters. It is perfect for hauling vast amounts of snacks (or boring stuff like science experiments) into orbit.",
    "Stock/VAB/Stock05_Shuttle_FileName": "Stock Endurance",
    "Stock/VAB/Stock05_Shuttle_VehicleName": "Endurance",
    "Stock/VAB/Stock06_Lander_Description": "Affectionately named for its spider like legs, the Arachnid is built for landing on lower gravity bodies and then returning its crew safely to orbit. Caution: all warranties void when landing on high-gravity planets.",
    "Stock/VAB/Stock06_Lander_FileName": "Stock LM Arachnid",
    "Stock/VAB/Stock06_Lander_VehicleName": "LM Arachnid",
    "Stock/VAB/Stock07_Probe_Description": "Traveler is a long-range probe designed to reach Eeloo and beyond. How far beyond? Let's find out!",
    "Stock/VAB/Stock07_Probe_FileName": "Stock Traveler",
    "Stock/VAB/Stock07_Probe_VehicleName": "Traveler",
    "Stock/VAB/Stock08_Interplanetary_Description": "When other worldly excitement calls, the interplanetary cruiser Adventurer is the answer. This beautiful beast is built for exploring the deepest secrets of the Kerbollar system. Don’t wake any krakens!",
    "Stock/VAB/Stock08_Interplanetary_FileName": "Stock IC Adventurer",
    "Stock/VAB/Stock08_Interplanetary_VehicleName": "IC Adventurer",
    "Stock/VAB/Stock09_Truck_Description": "The Mk2 Crater-Crusher is a second-generation heavy exploration vehicle designed to handle the harshest of environments. R&D claims it can even survive in places like Eve and Tylo. Want to find out?",
    "Stock/VAB/Stock09_Truck_FileName": "Stock Mk2 Crater-Crusher",
    "Stock/VAB/Stock09_Truck_VehicleName": "Mk2 Crater-Crusher",
    "Stock/VAB/Stock10_SpaceStation_Description": "The KSS Modular Hub is pre-built to act as a central hub for a large space station. It comes equipped with multiple docking ports, so all you need to do is launch one these into orbit and then begin expanding into the space station of your dreams.",
    "Stock/VAB/Stock10_SpaceStation_FileName": "Stock KSS Modular Hub",
    "Stock/VAB/Stock10_SpaceStation_VehicleName": "KSS Modular Hub",
    "Stock/VAB/Stock11_Rover_Description": "The Inquisitive Rover is a marvel of engineering, designed to explore places like the Mun, Minmus, and even Duna. It is also extremely popular with the public!",
    "Stock/VAB/Stock11_Rover_FileName": "Stock Inquisitive Rover",
    "Stock/VAB/Stock11_Rover_VehicleName": "Inquisitive Rover",
    "Stock/VAB/Atmospheric Lower Stage_Description": "A lower stage that PAIGE simulated to push an upper stage into orbit, allegedly.",
    "Stock/VAB/Atmospheric Lower Stage_FileName": "Atmospheric Lower Stage",
    "Stock/VAB/Atmospheric Lower Stage_VehicleName": "Atmospheric Lower Stage",
    "Stock/VAB/Stock12_StartRocket_Description": "An assembly of the first parts R&D have come up with. We're 90% certain it can make it off the launchpad and back to the ground safely!",
    "Stock/VAB/Stock12_StartRocket_FileName": "Stock Kerbal-K0",
    "Stock/VAB/Stock12_StartRocket_VehicleName": "Kerbal-K0",
    "Stock/VAB/Stock13_RocketR1_Description": "The R1 Explorer is a small, multi-stage science craft, built specifically for those that wish to get right out into space and run some basic experiments. Everything you need is included, but bring your own snacks.",
    "Stock/VAB/Stock13_RocketR1_FileName": "Stock R1-Explorer",
    "Stock/VAB/Stock13_RocketR1_VehicleName": "R1-Explorer",
    "Stock/VAB/Stock14_RocketR2_Description": "When you decide it’s time to start exploring some other planets, the R2 Longhaul may be the craft for you. Designed with science in mind, this craft even includes an atmospheric sampler. It might be nice to know if you can breathe outside before leaving your ship.",
    "Stock/VAB/Stock14_RocketR2_FileName": "Stock R2-Longhaul",
    "Stock/VAB/Stock14_RocketR2_VehicleName": "R2-Longhaul",
    "Stock/VAB/Stock15_RocketR3_Description": "The R3 Observer is one of the most advanced research spacecrafts ever designed. This craft was built for performing missions in comfort, and it includes a spacious orbital laboratory for (scientific) kicking back in style.",
    "Stock/VAB/Stock15_RocketR3_FileName": "Stock R3-Observer",
    "Stock/VAB/Stock15_RocketR3_VehicleName": "R3-Observer",
    "Stock/VAB/Stock16_JetRT1_Description": "The Aeris RT1 is a hybrid of the famous Aeris style craft, designed for performing science in flight. This small, nimble craft includes a built-in atmospheric module, capable of performing in-flight scans on any planet with an atmosphere. It's on you to haul it across the vacuum of space.",
    "Stock/VAB/Stock16_JetRT1_FileName": "Stock Aeris RT1",
    "Stock/VAB/Stock16_JetRT1_VehicleName": "Aeris RT1"
}